[
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/crispy-skin-salmon-with-miso-honey-sauce",
    "name": "Crispy-Skin Salmon with Miso-Honey Sauce ",
    "desc": "The key to salmon fillets with crackly skin is to start it skin side down in a cold cast-iron pan—as the skillet heats, the skin slowly renders and crisps.",
    "imageURL": "https://assets.epicurious.com/photos/5cdb2964fdb6b0b9051a65af/6:4/w_620%2Ch_413/miso-honey-salmon-recipe-BA-050219.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "1 (2\") piece ginger, peeled, finely grated",
      "2 Tbsp. white miso",
      "1 Tbsp. honey",
      "1 Tbsp. unseasoned rice vinegar",
      "1 Tbsp. vegetable oil",
      "1 Tbsp. sesame seeds",
      "4 (4–6-oz.) skin-on salmon fillets",
      "Kosher salt",
      "3 scallions, thinly sliced",
      "Cooked rice, for serving"
    ],
    "steps": [
      "Whisk ginger, miso, honey, vinegar, oil, and 1 Tbsp. water in a small bowl to combine; set sauce aside.",
      "Heat a dry small skillet over medium. Toast sesame seeds, tossing, until golden and slightly fragrant, about 2 minutes. Transfer to a small bowl; let cool.",
      "Lightly season salmon all over with salt. Place skin side down in an unheated cast-iron skillet. Set skillet over medium heat and cook, undisturbed, 5 minutes. Press down lightly on salmon with a fish spatula to ensure all of the skin is making contact with the pan and continue to cook until flesh is opaque most of the way through (the top will still be translucent) and skin is crisp, about 5 minutes longer.",
      "Using spatula, gently turn fillets over, then remove pan from heat. Continue to cook fish in residual heat left in pan until just barely cooked through, 1–3 minutes more, depending on thickness.",
      "Spoon reserved sauce onto plates. Scoop some rice on top and set fillets, skin side up, on rice. Scatter scallions over and sprinkle with toasted sesame seeds."
    ],
    "nutrition": {},
    "cuisineId": 1,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/sheet-pan-chicken-meatballs-and-charred-broccoli",
    "name": "Sheet-Pan Chicken Meatballs and Charred Broccoli ",
    "desc": "This approachable weeknight dinner takes its cue from Japanese grilled chicken meatballs (tsukune), and the glossy, sweet-and-sour sauce that comes with it.",
    "imageURL": "https://assets.epicurious.com/photos/5c892997b8df0b1a61bf751f/6:4/w_620%2Ch_413/sheet-pan-chicken-meatballs-and-broccoli-recipe-BA-030419.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "2/3 cup ketchup",
      "1/4 cup Worcestershire sauce",
      "2 Tbsp. rice cooking wine or water",
      "2 Tbsp. honey",
      "4 tsp. soy sauce",
      "1 1/2\" piece ginger, peeled, finely grated",
      "1/2 tsp. freshly ground black pepper",
      "2 heads of broccoli (about 1 1/2 lb.)",
      "2 Tbsp. vegetable oil, divided",
      "2 1/2 tsp. kosher salt, divided",
      "Crushed red pepper flakes (optional)",
      "1 lb. ground chicken",
      "1 large egg, beaten to blend",
      "4 scallions, thinly sliced",
      "2 garlic cloves, finely grated",
      "1 (2\") piece ginger, peeled, finely grated",
      "1/3 cup panko (Japanese breadcrumbs)",
      "1 Tbsp. toasted sesame oil",
      "1/4 tsp. freshly ground black pepper",
      "Cooked rice and sesame seeds (for serving)"
    ],
    "steps": [
      "Mix ketchup, Worcestershire sauce, wine (if using), honey, soy sauce, ginger, and pepper in a small saucepan. Measure out 1/4 cup mixture into a small bowl; set aside for glazing meatballs later. Bring remaining mixture to a simmer over medium-high heat, stirring occasionally and reducing heat if needed, until sauce thickens, about 5 minutes. Transfer sauce to a small bowl.",
      "Place a rack in upper third of oven; preheat to 450°F. Line a rimmed baking sheet with foil. Trim broccoli stems and remove from crown. Peel off tough outer skin; slice crosswise into 1/2\" pieces. Cut florets into 2\" pieces. Toss on prepared baking sheet with 1 Tbsp. vegetable oil, 1 tsp. salt, and a few pinches of red pepper flakes (if using). Push to the edges of baking sheet to create a space for meatballs. Brush space with remaining 1 Tbsp. vegetable oil.",
      "Mix chicken, egg, scallions, garlic, ginger, panko, sesame oil, pepper, remaining 1 1/2 tsp. salt, and 1/4 cup water in a medium bowl. Using wet hands, form into twelve 1 1/2\"-diameter meatballs. Arrange on baking sheet; brush with some of the reserved glazing mixture. Bake until meatballs are cooked through, 14–18 minutes. Remove from oven; heat broiler. Brush meatballs with remaining glazing mixture; broil until broccoli is charred and meatballs are browned in spots, about 5 minutes.",
      "Spoon meatballs and broccoli over rice in bowl. Drizzle with sauce and sprinkle with sesame seeds."
    ],
    "nutrition": {
      "Calories": "523",
      "Carbohydrates": "55 g(18%)",
      "Fat": "22 g(34%)",
      "Protein": "32 g(65%)",
      "Saturated Fat": "4 g(21%)",
      "Sodium": "1332 mg(55%)",
      "Polyunsaturated Fat": "5 g",
      "Fiber": "9 g(38%)",
      "Monounsaturated Fat": "11 g",
      "Cholesterol": "144 mg(48%)"
    },
    "cuisineId": 2,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/better-than-takeout-stir-fried-udon",
    "name": "Better-Than-Takeout Stir-Fried Udon ",
    "desc": "You can easily make this vegetarian—sub in 8 oz. shiitake or crimini mushrooms for the pork.",
    "imageURL": "https://assets.epicurious.com/photos/5cb9dea3c719444c8e826701/6:4/w_620%2Ch_413/better-than-takeout-stir-fried-udon-noodles-BA-040919.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "2 Tbsp. vegetable oil, divided",
      "4 cups very coarsely chopped green cabbage (about 1/4 medium head)",
      "2 (7-oz.) packages instant udon noodles, flavor packets discarded",
      "2 tsp. toasted sesame oil",
      "8 oz. ground pork",
      "5 scallions, white and pale green parts coarsely chopped, dark green parts thinly sliced",
      "2 tsp. finely grated peeled ginger",
      "1 tsp. crushed red pepper flakes",
      "1/3cup mirin (sweet Japanese rice wine)",
      "1/3 cup soy sauce",
      "1 Tbsp. toasted sesame seeds, plus more for serving"
    ],
    "steps": [
      "Heat 1 Tbsp. vegetable oil in a large skillet over medium-high. Cook cabbage, tossing often, until edges are browned, about 4 minutes. Reduce heat to low and continue to cook, tossing often, until thickest parts of cabbage are tender, about 4 minutes longer. Remove from heat; set aside.",
      "Place noodles in a large heatproof bowl (or pot if you don’t have one) and cover with 6 cups boiling water. Let sit 1 minute, stirring to break up noodles, then drain. Transfer noodles back to bowl and toss with sesame oil. Add reserved cabbage and wipe out skillet.",
      "Heat remaining 1 Tbsp. vegetable oil in skillet over medium-high and add pork, breaking up and spreading across surface of pan with a spatula or tongs. Cook pork, undisturbed, until underside is browned, about 3 minutes. Break up meat into smaller pieces and continue to cook, tossing, just until meat is cooked through and no longer pink, about 1 minute. Add chopped scallions (the white and pale green parts), ginger, and red pepper flakes and cook, tossing often, until scallions are softened and inside of skillet starts to brown, about 1 minute. Add noodle mixture, mirin, and soy sauce and cook, tossing constantly and scraping up browned bits, until noodles are coated in sauce, about 45 seconds. Remove from heat and mix in sliced scallions (the dark green parts) and 1 Tbsp. sesame seeds.",
      "Divide noodles among bowls and top with more sesame seeds."
    ],
    "nutrition": {
      "Calories": "672",
      "Carbohydrates": "82 g(27%)",
      "Fat": "24 g(37%)",
      "Protein": "26 g(52%)",
      "Saturated Fat": "6 g(29%)",
      "Sodium": "1219 mg(51%)",
      "Polyunsaturated Fat": "4 g",
      "Fiber": "6 g(23%)",
      "Monounsaturated Fat": "12 g",
      "Cholesterol": "41 mg(14%)"
    },
    "cuisineId": 3,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/summertime-japanese-somen-noodles-on-ice",
    "name": "Summertime Sōmen Noodles ",
    "desc": "I love a bowl of cold noodles on a hot summer day. Try this simple one-pot dish for your next warm-weather meal.",
    "imageURL": "https://assets.epicurious.com/photos/5b4cf36adfa2d30bd4249d37/6:4/w_620%2Ch_413/Why-You-Should-Be-Serving-Noodles-on-Ice-This-Summer-12072018.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "1 (9.5-ounce) package sōmen noodles",
      "1 large bowl filled with 1 to 2 cups ice and water",
      "Rice vinegar",
      "Reduced-sodium tamari soy sauce",
      "Sriracha sauce",
      "Katsuobushi (Japanese dried bonito flakes)",
      "Negi (green onions, thinly sliced on the bias)",
      "Furikake (Japanese seaweed seasoning)",
      "Arugula or your favorite leafy greens",
      "Kaiware sprouts (daikon radish sprouts)",
      "Gomashio (toasted, salted, crushed sesame seeds)",
      "Tofu cubes",
      "Avocado slices"
    ],
    "steps": [
      "In a large pot of boiling water, cook the sōmen noodles as directed on the package. Drain the noodles and place them in a large bowl filled with ice and water to serve. Your sōmen noodles will be the highlight of the table, so serve them up in a gorgeous bowl.",
      "Serve family-style in the middle of your table. Using tongs or chopsticks, place the noodles into individual bowls, shaking off any residual water before serving.",
      "Add your choice of sauces and toppings. I usually top with a touch of shōyu and rice vinegar, and offer a variety of toppings— negi, katsuobushi, arugula, tofu, avocado slices, etc."
    ],
    "nutrition": {},
    "cuisineId": 4,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/miso-and-mayo-marinated-short-ribs-with-sriracha-sauce",
    "name": "Miso- and Mayo-Marinated Short Ribs with Spicy Sauce ",
    "desc": "Build big flavor in a short amount of time by combining a few ready-made sauces.",
    "imageURL": "https://assets.epicurious.com/photos/5a3002b649f7c631c109e259/6:4/w_620%2Ch_413/miso-and-mayo-marinated-short-ribs-with-spicy-sauce-recipe-BA-121217.jpg",
    "servingSize": "4 servings ",
    "ingredients": [
      "3 tablespoons red or yellow miso",
      "3 tablespoons mayonnaise",
      "3 tablespoons (or more) unseasoned rice vinegar, divided",
      "1 1/2 pounds thin cross-cut bone-in short ribs (flanken style)",
      "Kosher salt",
      "1 bunch small radishes",
      "4 teaspoons vegetable oil",
      "2 cups steamed rice",
      "1 bunch watercress, tough stems removed",
      "Sriracha or hot sauce (for serving)"
    ],
    "steps": [
      "Stir miso, mayonnaise, and 2 Tbsp. vinegar in a small bowl. Place ribs on a rimmed baking sheet, pat dry, and season lightly with salt. Pour all but 2 Tbsp. miso mixture over ribs; turn to coat. Set remaining miso mixture aside.",
      "Thinly slice radishes and toss in a medium bowl with remaining 1 Tbsp. vinegar. Season with salt and toss again.",
      "Heat a large heavy skillet, preferably cast iron, over medium-high. When pan is hot, add 2 tsp. oil and swirl to coat. Cook half of ribs without turning until underside is very dark brown and charred in spots, about 2 minutes. Turn ribs and cook until second side is golden brown, 1–2 minutes. Transfer to a plate. Repeat with remaining 2 tsp. oil and remaining ribs. Let rest 5 minutes.",
      "Season reserved miso mixture with Sriracha, taste it, and adjust until it’s the right amount of spicy for you. Add more vinegar, if desired. Cut ribs crosswise into 2 or 3 pieces; serve over bowls of rice, topped with watercress and drained radishes and drizzled with spicy sauce."
    ],
    "nutrition": {},
    "cuisineId": 5,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/vegetarian-miso-tahini-squash-soup-with-brown-rice",
    "name": "Miso-Tahini Squash Soup with Brown Rice ",
    "desc": "A mixture of savory miso and nutty tahini adds a creamy richness to this filling vegetarian soup. A good dose of ginger and garlic, plus a few drops of hot chili oil, adds a punch of heat, making it the perfect cure-all on a blustery day.",
    "imageURL": "https://assets.epicurious.com/photos/5877a9262ee1d51f664035fb/6:4/w_620%2Ch_413/Miso-Tahini-Squash-Soup-With-Brown-Rice-recipe-12012017.jpg",
    "servingSize": "4–6 servings",
    "ingredients": [
      "1 1/2 cups short-grain brown rice",
      "2 tablespoons virgin coconut oil, melted, divided",
      "1 teaspoon kosher salt, plus more",
      "1 (1 1/2\") piece ginger, peeled, finely grated",
      "4 garlic cloves, finely chopped",
      "5 cups homemade or store-bought low-sodium vegetable broth",
      "1 small kabocha squash (about 2 pounds), peeled, cut into 1/2\" chunks, or 1 small butternut squash (about 2 pounds), peeled, cut into 1/2\" chunks",
      "1 1/2 cups thinly sliced Tuscan kale",
      "5 tablespoons white miso paste",
      "1/4 cup tahini",
      "1 tablespoon sesame oil",
      "2 scallions, white and pale-green parts only, thinly sliced",
      "2 tablespoons toasted sesame seeds",
      "Toasted nori and hot chili oil (for serving; optional)"
    ],
    "steps": [
      "Mix rice, 1 Tbsp. coconut oil, a pinch of salt, and 5 cups water in a medium heavy saucepan. Cover and bring to a boil, then reduce heat and simmer until rice is al dente, about 25 minutes. Drain; set aside.",
      "Meanwhile, heat remaining 1 Tbsp. coconut oil in a large pot over medium. Add ginger and garlic and cook, stirring occasionally, until fragrant and just starting to brown, about 1 minute. Add broth, scraping the bottom of the pot with a wooden spoon to release garlic mixture, and bring to a simmer. Add squash and simmer 8 minutes. Add kale and cook, stirring, until vegetables are cooked through, 3–5 minutes.",
      "Whisk miso, tahini, sesame oil, and 1 tsp. salt in a medium bowl. Add 1/2 cup hot water and whisk until very smooth. When vegetables are cooked through, remove pot from heat and gently stir in tahini mixture (overheating tahini will cause it to separate). Season to taste, then immediately divide among bowls with brown rice. Top with scallions, sesame seeds, nori, and chili oil.",
      "Soup can be made 2 days ahead; chill in a resealable container. Reheat gently over low to avoid tahini from separating."
    ],
    "nutrition": {
      "Calories": "375",
      "Carbohydrates": "52 g(17%)",
      "Fat": "16 g(25%)",
      "Protein": "9 g(17%)",
      "Saturated Fat": "6 g(28%)",
      "Sodium": "794 mg(33%)",
      "Polyunsaturated Fat": "5 g",
      "Fiber": "5 g(21%)",
      "Monounsaturated Fat": "4 g",
      "": ""
    },
    "cuisineId": 6,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/slow-cooker-miso-butter-roast-chicken-and-potatoes",
    "name": "Slow Cooker Miso-Butter Roast Chicken and Potatoes ",
    "desc": "Slow-cooking a \"roast\" chicken yields moist, juicy meat but flabby skin—the easy fix is to run the carved chicken under the broiler to crisp the skin before serving. The miso-honey mixture that's drizzled on before broiling helps the skin get deep caramelization, and it also reinforces the salty-sweet miso flavor you added in the beginning, which will have mellowed. You can serve this as a full meal on its own or add a side dish of spinach sautéed with a little ginger.",
    "imageURL": "https://assets.epicurious.com/photos/5aa012288a0b867cab500b09/6:4/w_620%2Ch_413/miso-butter-roast-chicken-and-potatoes-recipe-030718.jpg",
    "servingSize": "4–6 servings",
    "ingredients": [
      "4 tablespoons 1/2 stick) unsalted butter, at room temperature",
      "3/4 cup white or yellow miso paste",
      "1 1/2 pounds small new potatoes, halved",
      "1 (4- to 5-pound) chicken",
      "1/4 cup honey",
      "1 small bunch of chives, thinly sliced, for topping",
      "Lemon wedges, for serving",
      "5- to 8-quart slow cooker"
    ],
    "steps": [
      "Preheat an empty 5- to 8-quart slow cooker on HIGH for 10 to 15 minutes while you’re getting everything ready. Combine the butter and 1/2 cup of the miso in a medium bowl and mash them together to make a uniform mixture. Put the potatoes into the bottom of the slow cooker and add a small dollop of the miso butter; stir to coat. Season the potatoes lightly with salt. Pat the chicken dry and rub the remaining butter all over the chicken, and especially under the skin of the breasts directly on the breast meat: To do this, gently loosen the skin and separate it from the breast meat by sliding your fingers under the skin, then tuck some butter in there. Set the chicken on top of the potatoes.",
      "Cover the slow cooker and reduce the heat to LOW. Cook for 5 to 6 hours (the larger the slow cooker, the shorter the cook time), until the chicken breast registers 160°F internal temperature on an instant-read or probe thermometer when you check the top of the breast. Also check that the thickest part of the thigh and the juice in the cavity register at least 165°F. Cooking the chicken much beyond these temperatures will result in dry meat, so this is a case when pulling out the thermometer really makes a difference.",
      "Turn off and uncover the slow cooker and let the chicken rest for 10 minutes. Meanwhile, preheat the broiler on high and position a rack 6 inches from the heat source (if that’s how your broiler works). Line a baking sheet with foil or parchment paper. In a small bowl mix together the honey and remaining 1/4 cup miso.",
      "Using tongs slung through the cavity of the chicken and your hands to support it, carefully transfer the chicken from the slow cooker to a cutting board, leaving the drippings behind. Remove the potatoes from the slow cooker with a slotted spoon and put them on the prepared baking sheet. Carve the chicken and put the pieces on the baking sheet skin side up. Drizzle the chicken all over with the miso-honey mixture, then broil the potatoes and chicken until the chicken skin is caramelized and crisp, dark golden brown, about 5 minutes. (Don’t walk away; the skin will burn quickly because of the sugar in the honey.)",
      "Put the chicken pieces and potatoes on a serving platter (or leave them on the baking sheet and serve them straight from that) and drizzle a little juice from the slow cooker over the whole thing. Top with chives and serve with lemon wedges."
    ],
    "nutrition": {},
    "cuisineId": 7,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/spicy-tahini-and-avocado-soba",
    "name": "Spicy Tahini and Avocado Soba ",
    "desc": "Soba + tahini + avocado? Enough said. This full- meal noodle salad is one of my favorite ways to fill up on good carbs, healthy fats, and plenty of nutrient-rich greens.",
    "imageURL": "https://assets.epicurious.com/photos/5b197a3dfe03a87f78126b7e/6:4/w_620%2Ch_413/tahini-avocado-soba-noodles-060618.jpg",
    "servingSize": "4 servings ",
    "ingredients": [
      "1/4 cup tahini paste",
      "3 1/2 tablespoons organic red miso paste",
      "1/4 cup plus 1 tablespoon rice vinegar",
      "1 to 2 tablespoons sriracha sauce (depending on how hot you like it)",
      "1 (8- to 9.5-ounce) pack dried soba noodles",
      "1 cup thin jicama matchsticks",
      "2 cups baby spinach",
      "1 avocado, pitted, peeled, and sliced",
      "2 tablespoons gomashio, plus more as needed"
    ],
    "steps": [
      "In a medium saucepan, cook the soba noodles in boiling water, as directed on your package.",
      "Make the dressing: Put the tahini paste, miso paste, rice vinegar, and sriracha in a large bowl. Whisk well.",
      "Drain the cooked noodles and rinse under cold running water; set aside in the colander. (Quick tip: To keep your noodles from clumping together, rub the noodles together when rinsing under cold running water to wash away excess starch. This will also make sure your noodles maintain a perfect texture.)",
      "Add your drained and cooled soba noodles to the dressing bowl and toss.",
      "Add the jicama and baby spinach; mix well. Top off the soba noodles with avocado slices and gomashio.",
      "To serve, twirl the noodles using tongs and place in individual serving bowls."
    ],
    "nutrition": {},
    "cuisineId": 8,
    "category": "Japanese"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/saucy-beans-and-artichoke-hearts-with-feta",
    "name": "Saucy Beans and Artichoke Hearts with Feta ",
    "desc": "Use the biggest beans you can buy for this Greek-inspired dish—baby limas are easy to find, but gigante beans are amazing too. Serve it at room temperature with bread, a salad, and a cold bottle of wine for the kind of summer lunch you can linger over for hours.",
    "imageURL": "https://assets.epicurious.com/photos/5d07f8e3c297ca2b81db778d/6:4/w_620%2Ch_413/BraisedGiganteBeans_HERO_061219_258.jpg",
    "servingSize": "6–8 servings",
    "ingredients": [
      "1/2 cup plus 1 Tbsp. extra-virgin olive oil, plus more for drizzling",
      "1 large onion, finely chopped",
      "2 large tomatoes, grated on the large holes of a box grater",
      "4 garlic cloves, finely grated",
      "1 Tbsp. tomato paste",
      "1 tsp. finely chopped fresh oregano (or 1 Tbsp. dried), plus more for serving",
      "1/2 tsp. crushed red pepper flakes, plus more for serving",
      "Kosher salt",
      "2 (14-oz.) cans artichoke hearts, drained, halved lengthwise",
      "3 (14-oz.) cans lima or other large white beans, drained, rinsed, or 4 cups homemade beans, drained"
    ],
    "steps": [
      "Heat onion and 1/2 cup oil (start from cold) in a large heavy pot or Dutch oven over medium. Cook, stirring occasionally, until onion is translucent, 10–12 minutes. Add tomatoes, garlic, tomato paste, 1 tsp. oregano, 1/2 tsp. red pepper flakes, and 2 tsp. salt. Cook, stirring occasionally, until sauce is thickened and most of the liquid is evaporated, 15–20 minutes. Stir in 1 cup water and bring to a boil.",
      "Meanwhile, heat 1 Tbsp. oil in a large nonstick skillet over medium-high until shimmering. Working in batches and adding more oil if needed, cook artichokes cut sides down until deeply browned on cut sides, 6–8 minutes. Transfer to pot with sauce.",
      "Add beans to pot and stir to combine. Reduce heat to medium-low and simmer, stirring occasionally, until beans are heated through and flavors have melded, about 10 minutes. Taste, and add more salt if needed.",
      "Transfer bean mixture to a large serving bowl or dish. Top with feta, oregano, and red pepper flakes and drizzle with oil. Let sit at least 10 minutes for feta to soften before serving warm or at room temperature."
    ],
    "nutrition": {
      "Calories": "370",
      "Carbohydrates": "46 g(15%)",
      "Fat": "16 g(24%)",
      "Protein": "15 g(30%)",
      "Saturated Fat": "2 g(11%)",
      "Sodium": "120 mg(5%)",
      "Polyunsaturated Fat": "2 g",
      "Fiber": "13 g(54%)",
      "Monounsaturated Fat": "11 g",
      "": ""
    },
    "cuisineId": 9,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/new-and-improved-greek-salad",
    "name": "New-and-Improved Greek Salad ",
    "desc": "The method for marinating the feta in this salad is also a good trick for other fresh cheeses—try goat, mozzarella, or paneer.",
    "imageURL": "https://assets.epicurious.com/photos/5d37705dc490cc0008d3b6f5/6:4/w_620%2Ch_413/new-and-improved-greek-salad-recipe-BA-062319.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "3/4 cup extra-virgin olive oil, divided",
      "1 small lemon, thinly sliced into rounds, seeds removed",
      "8 oz. feta",
      "1 Tbsp. chopped oregano",
      "Kosher salt, freshly ground pepper",
      "4 Jimmy Nardello or other sweet Italian frying peppers",
      "1 small red onion, very thinly sliced",
      "1 large Japanese or Armenian cucumber or 2 medium Persian cucumbers, peeled, cut into 1½\" pieces",
      "1 lb. small tomatoes (such as Sun Gold and/or cherry), some halved, some left whole",
      "2 Tbsp. red wine vinegar"
    ],
    "steps": [
      "Heat 1/4 cup oil in a large skillet over medium-high. Add lemon slices and cook until lightly charred around the edges, about 2 minutes per side. Transfer lemon slices to a medium bowl. Set aside skillet with oil.",
      "Break feta into large pieces and add to bowl with charred lemons along with oregano and remaining 1/2 cup oil; season mixture lightly with salt and generously with black pepper. Toss very gently to coat and set aside.",
      "Set reserved skillet over medium-high heat and add frying peppers. Cook, shaking pan occasionally, until skins are lightly charred and flesh is tender, 6–8 minutes. Transfer peppers to a cutting board and let cool slightly, then cut in half lengthwise.",
      "Toss onion, cucumber, tomatoes, vinegar, and a large pinch of salt in a large bowl. Add frying peppers and lightly toss again to combine. Transfer salad to a platter and scatter marinated feta with lemon slices and oil over."
    ],
    "nutrition": {
      "Calories": "559",
      "Carbohydrates": "14 g(5%)",
      "Fat": "53 g(82%)",
      "Protein": "10 g(20%)",
      "Saturated Fat": "14 g(71%)",
      "Sodium": "531 mg(22%)",
      "Polyunsaturated Fat": "5 g",
      "Fiber": "4 g(15%)",
      "Monounsaturated Fat": "32 g",
      "Cholesterol": "50 mg(17%)"
    },
    "cuisineId": 10,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/grilled-greens-and-cheese-on-toast",
    "name": "Grilled Greens and Cheese on Toast ",
    "desc": "Have everyone pile charred Halloumi cheese, kale, and cherry tomatoes onto grilled bread rubbed with garlic for an almost-instant summer dinner. Or, you can skip the bread and treat the same ingredients as a side salad to go alongside grilled meat.",
    "imageURL": "https://assets.epicurious.com/photos/5cd32ffa23a1ea9bd8a82615/6:4/w_620%2Ch_413/Grilled-Greens-and-Cheese-on-Toast-recipe-02052019.jpg",
    "servingSize": "2 servings",
    "ingredients": [
      "2 Tbsp. extra-virgin olive oil, plus more for grill and drizzling",
      "1 large or 2 small bunches Tuscan kale, stems removed",
      "1/2 tsp. kosher salt, plus more",
      "1/2 tsp. freshly ground black pepper",
      "6 oz. cherry tomatoes",
      "1/2 lb. Halloumi cheese, sliced into 1/2\" planks",
      "1 lemon, halved crosswise",
      "4 thick slices country-style bread",
      "1 large garlic clove, peeled, halved",
      "2 (8\"–12\"-long) metal skewers"
    ],
    "steps": [
      "Prepare a grill for medium-high heat. Oil grate. Toss kale with 2 Tbsp. oil, 1/2 tsp. salt, and 1/2 tsp. pepper in a large bowl; set aside.",
      "Thread tomatoes onto skewers, then drizzle with oil; season lightly with salt.",
      "Grill tomato skewers, Halloumi, and lemon halves, turning skewers and cheese halfway through, until charred and softened, 6–8 minutes. Transfer to a platter.",
      "Meanwhile, drizzle bread with oil; season lightly with salt. Grill until golden brown and crisp, about 2 minutes per side. Transfer to platter. Rub one side of each slice with halved garlic clove.",
      "Grill kale, placing it crosswise across grate so it doesn’t fall through the gaps and turning occasionally, until charred in places and softened throughout, 2–3 minutes. Transfer to platter alongside Halloumi, tomatoes, and bread.",
      "Push tomatoes off skewers. Squeeze charred lemon halves over Halloumi, tomatoes, kale, and bread. Drizzle with oil."
    ],
    "nutrition": {
      "Calories": "639",
      "Carbohydrates": "47 g(16%)",
      "Fat": "40 g(62%)",
      "Protein": "27 g(54%)",
      "Saturated Fat": "19 g(97%)",
      "Sodium": "1369 mg(57%)",
      "Polyunsaturated Fat": "3 g",
      "Fiber": "7 g(28%)",
      "Monounsaturated Fat": "16 g",
      "Cholesterol": "101 mg(34%)"
    },
    "cuisineId": 11,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/greek-style-shrimp-pasta-with-kale",
    "name": "Greek-Style Shrimp Pasta with Kale ",
    "desc": "This pasta is so packed with vegetables and shrimp that it's a complete, satiating meal—despite using half the normal serving size of noodles.",
    "imageURL": "https://assets.epicurious.com/photos/5a32afe1ff2e7d346fdd7d10/6:4/w_620%2Ch_413/shrimp-and-tomato-pasta-11032017.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "1 (28-ounce) can diced tomatoes",
      "2 tablespoons extra-virgin olive oil, plus more for drizzling",
      "6 garlic cloves, thinly sliced",
      "1/2 cup dry white wine",
      "2 teaspoons chopped oregano",
      "1 teaspoon crushed red pepper flakes",
      "1 1/2 tsp. kosher salt, plus more",
      "8 ounces medium shell pasta",
      "1 large bunch of curly kale, stems removed, torn into bite-sized pieces (about 10 cups)",
      "1 1/2 pounds large shrimp, peeled, deveined",
      "2 1/2 ounces crumbled feta (about 1/2 cup)"
    ],
    "steps": [
      "Pour tomatoes into a fine-mesh sieve set over a medium bowl. Shake to release as much juice as possible, then let tomatoes drain in sieve, collecting juices in bowl, until ready to use.",
      "Heat 2 Tbsp. oil in a large Dutch oven or other large heavy pot over high. Add drained tomatoes and garlic and cook, stirring occasionally, until they begin to caramelize, about 12 minutes. Add wine and cook, scraping up browned bits, until reduced by half, about 1 minute. Add collected tomato juices, oregano, red pepper, and 1 1/2 tsp. salt and bring to a simmer. Cook, stirring occasionally, until slightly thickened, about 5 minutes.",
      "Meanwhile, cook pasta in a large pot of boiling salted water, stirring occasionally, until very al dente, 3 minutes less than package directions. Drain, reserving 1 cup pasta cooking liquid.",
      "Working in batches, add kale to tomato sauce, stirring after each addition, until all kale is wilted. Using a spider or slotted spoon, transfer pasta to pot with sauce. Add shrimp, cover, and cook, stirring occasionally and adding pasta cooking liquid if needed to loosen sauce, until pasta is al dente, shrimp are cooked through, and everything is nicely coated in sauce, about 3 minutes.",
      "Divide pasta among bowls. Top with feta and drizzle with oil."
    ],
    "nutrition": {
      "Calories": "524",
      "Carbohydrates": "58 g(19%)",
      "Fat": "14 g(22%)",
      "Protein": "37 g(74%)",
      "Saturated Fat": "4 g(22%)",
      "Sodium": "1220 mg(51%)",
      "Polyunsaturated Fat": "2 g",
      "Fiber": "7 g(30%)",
      "Monounsaturated Fat": "6 g",
      "Cholesterol": "231 mg(77%)"
    },
    "cuisineId": 12,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/grilled-pork-chops-with-plums-halloumi-and-lemon",
    "name": "Grilled Pork Chops with Plums, Halloumi, and Lemon ",
    "desc": "Bring all your ingredients out to the grill on a baking sheet for easy cleanup later.  If you like feta, you should get to know Halloumi, a Cypriot cheese sold at Greek markets, specialty food stores, and some supermarkets. Smooth, oiled grill grates will keep the cheese from sticking. And keep a close eye on the plums as they cook; you want them to be soft and just slightly jammy, not mushy.",
    "imageURL": "https://assets.epicurious.com/photos/5b61e37461d6ad0facecbbaa/6:4/w_620%2Ch_413/grilled-pork-chops-with-plums-halloumi-and-lemon-recipe-BA-080118.jpg",
    "servingSize": "4 servings ",
    "ingredients": [
      "4 Tbsp. extra-virgin olive oil, divided, plus more",
      "1 tsp. honey",
      "4 bone-in pork rib chops (about 1\" thick), patted dry",
      "Kosher salt, freshly ground pepper",
      "4 ripe medium red or black plums (about 1 lb.), halved",
      "1 lemon, halved, seeds removed",
      "8 oz. Halloumi cheese, sliced into 1/2\"-thick planks",
      "2 Tbsp. torn oregano leaves",
      "Aleppo-style pepper or crushed red pepper flakes (for serving)"
    ],
    "steps": [
      "Prepare a grill for medium-high heat; oil grate. Combine honey and 2 Tbsp. oil in a large resealable plastic bag. Season pork chops generously with salt and pepper and add to bag. Seal, pressing out air, and massage chops to coat.",
      "Place plums, lemon, and Halloumi on a rimmed baking sheet and drizzle with 2 Tbsp. oil; toss to coat. Season plums and lemon with salt, then season everything with pepper.",
      "Grill pork over medium-high, turning occasionally with tongs and moving around if needed to prevent flare-ups, until an instant-read thermometer inserted into the center (about 1/2\" from the bone) registers 130°F, 6–8 minutes. Transfer to a cutting board and let rest 10 minutes.",
      "Meanwhile, grill plums, lemon (cut side down), and Halloumi, turning plums and cheese once or twice, until grill marks appear and plums start to release their juices, about 4 minutes. Transfer plums, lemon, and Halloumi to cutting board with pork and let cool 1 minute. Slice each plum half into 3 wedges and tear Halloumi into 1\" pieces.",
      "Cut pork away from bone and slice 1/2\" thick. Arrange meat on plates; discard bones. Spoon plums and Halloumi around and on top of meat, dividing evenly. Squeeze juice from grilled lemon over; season with more salt and pepper. Top with oregano, sprinkle with some Aleppo-style pepper, and drizzle with a little oil."
    ],
    "nutrition": {},
    "cuisineId": 13,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/swordfish-steaks-with-asparagus-and-frisee-salad",
    "name": "Swordfish Steaks with Asparagus and Frisée Salad ",
    "desc": "This satisfying swordfish dish comes together in as little as 20 minutes. Cooking the fish, then making the warm herby mustard dressing in the same skillet also means cleanup is a breeze.",
    "imageURL": "https://assets.epicurious.com/photos/5af1b94132c9206db5f1a0db/6:4/w_620%2Ch_413/Swordfish-Steaks-with-Asparagus-and-Frise%CC%81e-Salad-03052018.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "3 Tbsp. plus 1/4 cup extra-virgin olive oil",
      "1 lb. asparagus, trimmed, cut into 2 1/2\" pieces",
      "3 1/2 tsp. kosher salt, divided",
      "4 (1\"-thick) swordfish steaks (about 1 1/2 lb. total)",
      "1 Tbsp. herbes de Provence",
      "1 Tbsp. Dijon mustard",
      "1 Tbsp. red wine vinegar",
      "1/2 lemon",
      "3/4 tsp. freshly ground black pepper, divided",
      "8 cups torn frisée",
      "3 medium Persian cucumbers, thinly sliced into rounds",
      "1/2 small white onion, very thinly sliced into rings, rinsed"
    ],
    "steps": [
      "Heat 1 Tbsp. oil in a large skillet over medium-high. Add asparagus and cook, shaking pan occasionally, until tender and charred in spots, 3–5 minutes. Transfer asparagus to a large bowl, season with 1/2 tsp. salt, and toss to combine.",
      "Season swordfish all over with 1 1/2 tsp. salt. Heat 2 Tbsp. oil in same skillet over medium-high. Working in batches if needed, cook swordfish, turning occasionally, until cooked through (fish will feel firm when pressed), about 6 minutes. Transfer to a platter.",
      "Pour off any excess oil in pan. Pour in remaining 1/4 cup oil, then add herbes de Provence (no need to warm up the pan again). Add mustard and vinegar and whisk until sauce is creamy. Finely grate zest from lemon into sauce, then squeeze in juice lemon. Season with 1/2 tsp. salt and 1/4 tsp. pepper. Let cool slightly.",
      "Pour three-quarters of dressing over asparagus. Add frisée, cucumbers, and onion to bowl; season with remaining 1 tsp. salt and 1/2 tsp. pepper and toss to coat.",
      "Mound salad on platter next to swordfish. Spoon remaining dressing over."
    ],
    "nutrition": {
      "Calories": "462",
      "Carbohydrates": "12 g(4%)",
      "Fat": "33 g(51%)",
      "Protein": "31 g(62%)",
      "Saturated Fat": "6 g(28%)",
      "Sodium": "984 mg(41%)",
      "Polyunsaturated Fat": "4 g",
      "Fiber": "6 g(24%)",
      "Monounsaturated Fat": "21 g",
      "Cholesterol": "90 mg(30%)"
    },
    "cuisineId": 14,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/pasta-with-swordfish-and-cherry-tomato-sauce-56389845",
    "name": "Pasta with Swordfish and Cherry Tomato Sauce ",
    "desc": "Bursting with sweet cherry tomatoes and golden raisins, this simple seafood pasta comes together in just 30 minutes.",
    "imageURL": "https://assets.epicurious.com/photos/55d4aa8263b1ba1b5534afb5/6:4/w_620%2Ch_413/56389845_pasta-swordfish_6x4.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "3 tablespoons olive oil, divided",
      "4 oil-packed anchovy fillets",
      "4 garlic cloves, sliced",
      "1/2 teaspoon crushed red pepper flakes",
      "2 pints cherry tomatoes, halved",
      "Kosher salt",
      "freshly ground pepper",
      "1 pound (1\"-thick) swordfish steaks",
      "2 tablespoons pine nuts",
      "12 ounces casarecce or other short pasta",
      "1/2 cup chopped fresh parsley, divided",
      "2 tablespoons golden raisins"
    ],
    "steps": [
      "Heat 2 tablespoons oil in a large skillet over medium. Cook anchovies, garlic, and red pepper flakes, stirring occasionally, until anchovies disintegrate, about 3 minutes. Add half of tomatoes; season with salt and pepper. Cook, stirring occasionally, until sauce thickens, 12–15 minutes. Add remaining tomatoes; remove from heat.",
      "Meanwhile, heat remaining 1 tablespoon oil in a large skillet over medium-high. Season fish with salt and pepper and cook until golden brown and just cooked through, about 4 minutes per side. Let cool slightly. Coarsely flake flesh; discard skin.",
      "Toast nuts in a dry small skillet over medium-low heat, tossing often, until golden brown, about 4 minutes. Let cool.",
      "Cook pasta in a large pot of boiling salted water, stirring occasionally, until al dente. Drain, reserving 1 cup pasta cooking liquid.",
      "Add pasta and 1/2 cup pasta cooking liquid to tomato sauce and cook over low heat, tossing often, and adding more cooking liquid as needed, until sauce is thickened and coats pasta. Add fish to pasta along with half of parsley and toss once to combine.",
      "Serve pasta topped with raisins, pine nuts, and remaining parsley."
    ],
    "nutrition": {
      "Calories": "661",
      "Carbohydrates": "77 g(26%)",
      "Fat": "23 g(35%)",
      "Protein": "37 g(75%)",
      "Saturated Fat": "4 g(19%)",
      "Sodium": "258 mg(11%)",
      "Polyunsaturated Fat": "5 g",
      "Fiber": "6 g(23%)",
      "Monounsaturated Fat": "12 g",
      "Cholesterol": "78 mg(26%)"
    },
    "cuisineId": 15,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/grilled-chicken-caesar-sandwiches",
    "name": "Grilled Chicken Caesar Sandwiches ",
    "desc": "Deeply charred mustardy chicken thighs are paired with a crunchy and refreshing fennel-basil slaw for the ultimate summer-night chicken sandwich.",
    "imageURL": "https://assets.epicurious.com/photos/5d151cf3e2bb770008bcbdff/6:4/w_620%2Ch_413/chicken-caesar-sandwich-recipe-BA-062719.jpg",
    "servingSize": "Makes 4",
    "ingredients": [
      "1 Tbsp. Dijon mustard",
      "2 tsp. Worcestershire sauce",
      "2 garlic cloves, finely grated",
      "2 Tbsp. plus 2 tsp. fresh lemon juice",
      "2 tsp. freshly ground black pepper, plus more",
      "1/3 cup plus 2 tsp. extra-virgin olive oil; plus more for grill",
      "6 Tbsp. mayonnaise",
      "1/4 cup chopped cornichons (about 9)",
      "Kosher salt",
      "4 large skinless, boneless chicken thighs (about 1 1/2 lb. total)",
      "4 brioche buns, split",
      "1 medium fennel bulb, halved, thinly sliced, fronds coarsely chopped",
      "1 cup basil leaves, torn if large"
    ],
    "steps": [
      "Whisk mustard, Worcestershire sauce, garlic, 2 Tbsp. lemon juice, and 2 tsp. pepper in a medium bowl. Stream in 1/3 cup oil, whisking constantly until emulsified. Transfer half of marinade to a small bowl, then whisk in mayonnaise and cornichons; season dressing with salt. Set aside.",
      "Season chicken thighs all over with salt and place in bowl with remaining marinade; turn to coat. Let sit at room temperature, turning occasionally, at least 30 minutes, or cover and chill up to 4 hours.",
      "Prepare a grill for medium-high heat; lightly oil grate. Grill chicken, turning halfway through, until deeply browned and cooked through, 8–10 minutes. Transfer to a platter and let rest 5 minutes.",
      "Meanwhile, grill buns, cut side down, until lightly toasted, about 30 seconds. Transfer to platter with chicken.",
      "Toss sliced fennel, fennel fronds, basil, and remaining 2 tsp. oil and 2 tsp. lemon juice in a medium bowl to combine; season with salt and pepper.",
      "Spread reserved dressing over cut sides of each bun. Assemble sandwiches with buns, chicken, and fennel salad."
    ],
    "nutrition": {
      "Calories": "1064",
      "Carbohydrates": "53 g(18%)",
      "Fat": "76 g(118%)",
      "Protein": "40 g(80%)",
      "Saturated Fat": "15 g(74%)",
      "Sodium": "890 mg(37%)",
      "Polyunsaturated Fat": "19 g",
      "Fiber": "4 g(14%)",
      "Monounsaturated Fat": "32 g",
      "Cholesterol": "236 mg(79%)"
    },
    "cuisineId": 16,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/saucy-beans-and-artichoke-hearts-with-feta",
    "name": "Saucy Beans and Artichoke Hearts with Feta ",
    "desc": "Use the biggest beans you can buy for this Greek-inspired dish—baby limas are easy to find, but gigante beans are amazing too. Serve it at room temperature with bread, a salad, and a cold bottle of wine for the kind of summer lunch you can linger over for hours.",
    "imageURL": "https://assets.epicurious.com/photos/5d07f8e3c297ca2b81db778d/6:4/w_620%2Ch_413/BraisedGiganteBeans_HERO_061219_258.jpg",
    "servingSize": "6–8 servings",
    "ingredients": [
      "1/2 cup plus 1 Tbsp. extra-virgin olive oil, plus more for drizzling",
      "1 large onion, finely chopped",
      "2 large tomatoes, grated on the large holes of a box grater",
      "4 garlic cloves, finely grated",
      "1 Tbsp. tomato paste",
      "1 tsp. finely chopped fresh oregano (or 1 Tbsp. dried), plus more for serving",
      "1/2 tsp. crushed red pepper flakes, plus more for serving",
      "Kosher salt",
      "2 (14-oz.) cans artichoke hearts, drained, halved lengthwise",
      "3 (14-oz.) cans lima or other large white beans, drained, rinsed, or 4 cups homemade beans, drained"
    ],
    "steps": [
      "Heat onion and 1/2 cup oil (start from cold) in a large heavy pot or Dutch oven over medium. Cook, stirring occasionally, until onion is translucent, 10–12 minutes. Add tomatoes, garlic, tomato paste, 1 tsp. oregano, 1/2 tsp. red pepper flakes, and 2 tsp. salt. Cook, stirring occasionally, until sauce is thickened and most of the liquid is evaporated, 15–20 minutes. Stir in 1 cup water and bring to a boil.",
      "Meanwhile, heat 1 Tbsp. oil in a large nonstick skillet over medium-high until shimmering. Working in batches and adding more oil if needed, cook artichokes cut sides down until deeply browned on cut sides, 6–8 minutes. Transfer to pot with sauce.",
      "Add beans to pot and stir to combine. Reduce heat to medium-low and simmer, stirring occasionally, until beans are heated through and flavors have melded, about 10 minutes. Taste, and add more salt if needed.",
      "Transfer bean mixture to a large serving bowl or dish. Top with feta, oregano, and red pepper flakes and drizzle with oil. Let sit at least 10 minutes for feta to soften before serving warm or at room temperature."
    ],
    "nutrition": {
      "Calories": "370",
      "Carbohydrates": "46 g(15%)",
      "Fat": "16 g(24%)",
      "Protein": "15 g(30%)",
      "Saturated Fat": "2 g(11%)",
      "Sodium": "120 mg(5%)",
      "Polyunsaturated Fat": "2 g",
      "Fiber": "13 g(54%)",
      "Monounsaturated Fat": "11 g",
      "": ""
    },
    "cuisineId": 17,
    "category": "Greek"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/big-batch-black-beans",
    "name": "Big-Batch Black Beans ",
    "desc": "This simple, large batch of seasoned black beans can be frozen, refrigerated, and repurposed in endless ways for easy, family-friendly meals.",
    "imageURL": "https://assets.epicurious.com/photos/5afb249a0dc9b35fa4731015/6:4/w_620%2Ch_413/SUNDAY-STASH-Black-Beans-hero-03052018.jpg",
    "servingSize": "Makes about 12 cups",
    "ingredients": [
      "2 lb. dried black beans, washed, picked over",
      "1 onion, halved",
      "3 garlic cloves, peeled, lightly crushed",
      "2 bay leaves",
      "2 Tbsp. kosher salt",
      "1 Tbsp. dried oregano",
      "1 Tbsp. ground cumin"
    ],
    "steps": [
      "Place beans in a large heavy pot and cover with water by 2\". Cover pot and bring to a boil over high heat, then remove from heat. Let sit 1 hour.",
      "Uncover and add more water if needed to cover by 2\". Stir in onion, garlic, bay leaves, salt, oregano, and cumin. Cover and bring to a boil over medium heat. Uncover, reduce heat to low, and simmer, checking after 1 1/2 hours and adding more water if needed to keep beans submerged, until beans are tender and creamy, 1 1/2–2 hours total.",
      "Serve beans immediately or let cool completely, then transfer beans and cooking liquid to airtight containers.",
      "Do Ahead: Beans can be made 5 days ahead. Cover and chill, or freeze up to 3 months."
    ],
    "nutrition": {
      "Calories": "320",
      "Carbohydrates": "59 g(20%)",
      "Fat": "1 g(2%)",
      "Protein": "20 g(40%)",
      "Saturated Fat": "0 g(2%)",
      "Sodium": "245 mg(10%)",
      "Polyunsaturated Fat": "1 g",
      "Fiber": "15 g(59%)",
      "Monounsaturated Fat": "0 g",
      "": ""
    },
    "cuisineId": 18,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/stuffed-sweet-potatoes-with-beans-and-guacamole",
    "name": "Stuffed Sweet Potatoes with Beans and Guacamole ",
    "desc": "This easy vegetarian dinner uses a spice-rubbed sweet potato in place of rice as a canvas for all your favorite burrito toppings. Serve the leftover zesty guacamole with crisp tortilla chips on the side.",
    "imageURL": "https://assets.epicurious.com/photos/58bdb21192eece36cc1d3f7e/6:4/w_620%2Ch_413/_Stuffed-Sweet-Potatoes-03022017.jpg",
    "servingSize": "2 servings",
    "ingredients": [
      "2 medium sweet potatoes (about 9 ounces each)",
      "2 tablespoons melted virgin coconut or vegetable oil, divided",
      "1 teaspoon kosher salt, divided",
      "1/2 teaspoon cayenne pepper, divided",
      "1/2 teaspoon ground cumin, divided",
      "1 red onion, coarsely chopped",
      "2 garlic cloves, finely chopped, divided",
      "1 (15.5-ounce) can black beans, rinsed, drained",
      "3/4 cup vegetable broth",
      "1 ripe avocado",
      "3 tablespoons chopped cilantro, divided",
      "2 tablespoons fresh lime juice, divided",
      "2 cups baby spinach (about 2 ounces)",
      "1 ounce crumbled queso fresco (about 1/4 cup)",
      "Tortilla chips (optional; for serving)"
    ],
    "steps": [
      "Preheat oven to 450°F. Cut potatoes in half lengthwise. Toss with 1 Tbsp. oil, 1/2 tsp. salt, 1/4 tsp. cayenne, and 1/4 tsp. cumin on a rimmed baking sheet. Arrange cut side up and roast until fork-tender, about 25 minutes.",
      "Meanwhile, heat remaining 1 Tbsp. oil in a medium skillet over medium. Add onion and half of garlic and cook, stirring, until onion starts to release moisture and turns translucent, 2–3 minutes. Add beans, broth, 1/4 tsp. salt, and remaining 1/4 tsp. cayenne and 1/4 tsp. cumin and cook until liquid is reduced and beans soften, about 10 minutes.",
      "Meanwhile, mash avocado and remaining garlic in a medium bowl with a fork until smooth. Stir in 2 Tbsp. cilantro, 1 Tbsp. lime juice, and remaining 1/4 tsp. salt.",
      "Add spinach and remaining 1 Tbsp. lime juice to bean mixture. Continue to cook until spinach wilts, about 30 seconds.",
      "Using the back of a spoon, gently push down in center of potato halves to create a divot. Spoon bean mixture into potato halves, then top evenly with 2 Tbsp. avocado mixture, quesco fresco, and remaining 1 Tbsp. cilantro. Serve with tortilla chips, if using, and remaining avocado dip alongside.",
      "Potatoes and beans can be made 3 days ahead; store separately, cover, and chill. Reheat potatoes in oven and beans in skillet before serving."
    ],
    "nutrition": {
      "Calories": "733",
      "Carbohydrates": "92 g(31%)",
      "Fat": "34 g(52%)",
      "Protein": "23 g(46%)",
      "Saturated Fat": "5 g(26%)",
      "Sodium": "1509 mg(63%)",
      "Polyunsaturated Fat": "5 g",
      "Fiber": "30 g(118%)",
      "Monounsaturated Fat": "21 g",
      "Cholesterol": "11 mg(4%)"
    },
    "cuisineId": 19,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/spicy-black-bean-and-corn-tacos",
    "name": "Spicy Black Bean and Corn Tacos ",
    "desc": "Ripe summer corn is so delicious, so fresh, and so full of flavor, you can enjoy it raw. Filled with black beans, avocado, and raw corn marinated in bright lime juice along with jalapeño, cilantro, and toasted nuts and seeds, these hearty tacos make an easy to cook, easy to eat weeknight dinner.",
    "imageURL": "https://assets.epicurious.com/photos/59849a0ad93955638dbcd32d/6:4/w_620%2Ch_413/Spicy-Black-Bean-and-Corn-Tacos-NO-MEAT-NO-PROBLEM-hero-02082017.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "1/4 cup hazelnuts, coarsely chopped",
      "1/4 cup raw pumpkin seeds",
      "2 ears of corn, shucked",
      "1 medium jalapeño, seeded, finely chopped",
      "1 teaspoon crushed red pepper flakes",
      "1/4 cup chopped cilantro, plus more for serving",
      "5 tablespoons olive oil, divided",
      "5 tablespoons fresh lime juice, divided, plus lime wedges for serving",
      "1 1/4 teaspoons kosher salt, divided",
      "1 red onion, coarsely chopped",
      "2 (15-ounce) cans black beans, rinsed, drained",
      "1 tablespoon ground cumin",
      "12 small corn tortillas",
      "1/2 cup sour cream",
      "1 large avocado, thinly sliced"
    ],
    "steps": [
      "Toast hazelnuts and pumpkin seeds in a medium skillet over medium heat, tossing occasionally, until golden brown, 8–10 minutes.",
      "Meanwhile, slice corn off cobs into a large bowl (you should have about 2 cups kernels). Add toasted nuts and seeds, jalapeño, red pepper, 1/4 cup chopped cilantro, 1/4 cup oil, 3 Tbsp. lime juice, and 1/2 tsp. salt; toss to combine.",
      "Heat remaining 1 Tbsp. oil in a medium skillet over medium. Add onion and cook, stirring, until onion starts to release moisture and turns translucent, 4–5 minutes. Add beans, cumin, 1/3 cup water, and remaining 3/4 tsp. salt. Cover and cook until liquid is reduced and beans soften, about 5 minutes. Uncover, add 1/3 cup water, and use the back of a fork to mash up about half of beans.",
      "Working one at a time, warm tortillas with tongs directly over a gas burner over medium heat, turning often, until lightly charred and puffed in spots, about 45 seconds per side. (Alternatively, wrap tortillas in foil and heat in a 350°F oven until warmed through, or wrap in damp paper towels and microwave in 20-second bursts until warm.) Transfer to a plate and cover with a kitchen towel to keep warm.",
      "Whisk sour cream and remaining 2 Tbsp. lime juice in a small bowl. Fill tortillas with bean mixture, then top with corn salsa, avocado, and cilantro leaves. Drizzle with sour cream mixture and serve with lime wedges alongside.",
      "Corn salsa and beans can be made 3 days ahead; store separately, cover, and chill. Bring corn salsa to room temperature. Reheat beans in skillet before serving."
    ],
    "nutrition": {
      "Calories": "828",
      "Carbohydrates": "94 g(31%)",
      "Fat": "44 g(67%)",
      "Protein": "25 g(50%)",
      "Saturated Fat": "9 g(43%)",
      "Sodium": "940 mg(39%)",
      "Polyunsaturated Fat": "7 g",
      "Fiber": "27 g(109%)",
      "Monounsaturated Fat": "25 g",
      "Cholesterol": "15 mg(5%)"
    },
    "cuisineId": 20,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/broccoli-bolognese-with-orecchiette",
    "name": "Broccoli Bolognese with Orecchiette ",
    "desc": "Broccoli and sausage pair up for an indulgent veg-heavy pasta dinner.",
    "imageURL": "https://assets.epicurious.com/photos/5a05db0c6435592b51090c63/6:4/w_620%2Ch_413/broccoli-bolognese-with-orecchiette-recipe-BA-111017.jpg",
    "servingSize": "4 servings ",
    "ingredients": [
      "1 large head of broccoli (1 1/4–1 1/2 pounds), cut into florets, stalk peeled and coarsely chopped",
      "Kosher salt",
      "2 tablespoons extra-virgin olive oil, plus more for drizzling",
      "4 garlic cloves, smashed",
      "12 ounces fresh Italian sausage (about 3 links), casings removed",
      "Crushed red pepper flakes",
      "12 ounces orecchiette",
      "3 tablespoons unsalted butter, cut into pieces",
      "1 1/2 ounces Parmesan, finely grated (about 1 1/2 cups), plus more for serving"
    ],
    "steps": [
      "Cook broccoli in a large pot of salted boiling water until crisp-tender, about 3 minutes. Using a slotted spoon, transfer broccoli to a colander and let cool (save pot of water for cooking pasta). Chop broccoli into small pieces; set aside.",
      "Heat 2 Tbsp. oil in a large skillet over medium. Cook garlic, shaking skillet occasionally, until it starts to turn golden, about 2 minutes. Add sausage and a generous pinch of red pepper flakes and break up meat into smaller pieces with a wooden spoon. Cook, stirring occasionally and continuing to break up sausage, until it is browned and cooked through, 6–8 minutes.",
      "Bring reserved pot of water to a boil and cook pasta until barely al dente, about 9 minutes (set a timer for 3 minutes less than the package instructions; it will cook more in the skillet).",
      "Meanwhile, ladle about 1/2 cup pasta cooking liquid from pot into skillet with sausage and add blanched broccoli. Keep mixture at a low simmer, stirring often and mashing with spoon to break up sausage even more, until pasta is finished cooking.",
      "Using a spider or slotted spoon, transfer pasta to skillet, then ladle in ½ cup pasta water. Cook, stirring, until pasta absorbs most of the liquid and is just al dente, about 4 minutes. Add butter and stir until melted, then transfer pasta to a large bowl. Gradually add 1 1/2 oz. Parmesan, tossing constantly until you have a glossy, emulsified sauce.",
      "Serve pasta topped with more Parmesan and red pepper flakes and a drizzle of oil."
    ],
    "nutrition": {},
    "cuisineId": 21,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/potatoes-roasted-poblano-chiles-mexican-sour-cream-papas-con-rajas-y-crema-acida",
    "name": "Potatoes with Roasted Poblano Chiles and Mexican Sour Cream (Papas con Rajas y Crema Ácida) ",
    "desc": "This is an extremely popular vegetarian guisado and one of my personal favorites: it’s a combination of roasted poblano chiles, cubed boiled potatoes, onions, and crema, cooked into a savory concoction that can be used all in sorts of ways. It’s meatless but very hearty, thanks to the potatoes and crema. For a saucier guisado, rajas con crema, omit the potatoes. In that case, I’d double the amount of roasted poblanos.",
    "imageURL": "https://assets.epicurious.com/photos/5cc8b4ea3efaa816c72da90f/6:4/w_620%2Ch_413/Papas-con-Rajas-18042019.jpg",
    "servingSize": "4–6 servings",
    "ingredients": [
      "5 large poblano chiles, stemmed, seeded, and veins removed (or not, depending on how spicy you want this to be)",
      "2 large Yukon gold potatoes or another waxy potato, cut into 1/2-inch / 12mm cubes",
      "1 Tbsp sea salt, plus more as needed",
      "1 Tbsp safflower oil",
      "1 large white onion, thinly sliced",
      "1 cup / 240g Homemade Mexican Crema or crème fraîche"
    ],
    "steps": [
      "On an ungreased comal or in a cast-iron skillet over high heat, roast the chiles, turning them over every couple of minutes using tongs or your hands (carefully, so you don’t get burned). You’re looking for uniform blistering, but you don’t want them to become too soggy in the process, especially if you intend to stuff them, since they need to hold their shape. The process will probably take 10 to 15 minutes. Once they are well blistered and before the flesh is completely charred through in any spots, place the peppers in a plastic container with a tight-fitting lid or in a bowl that you can cover with a plate (not a towel or anything porous) and set aside to “sweat” for about 10 minutes, or until they are cool enough to handle.",
      "Remove the charred skin from the whole chiles. Once you have removed and discarded the skin and seeds, cut them into rajas, or strips, about the width of fettuccine.",
      "In a small saucepan, cover the potatoes with 2 inches / 5cm water and add the salt. Bring to a boil over medium-high heat, then decrease to low and simmer for about 5 minutes. Remove one of the potatoes and taste it. The piece should be soft but not falling apart, still holding its cube shape. Cubed like this, they will cook quite quickly, so be attentive. Once they have the right texture, drain the potatoes and set aside in a medium bowl with a lid or cover the pan with a plate to keep them warm.",
      "Using the same comal or skillet in which you toasted your chiles, heat the oil over medium-high heat until it’s hot but not smoking. Add the onion and sauté until it’s translucent but not browned.",
      "In a saucepan, combine the potatoes, chiles, onion, and crema or crème fraîche. Bring to a boil, then turn off the heat and let it sit for 5 to 10 minutes. As the mixture cools, the starches will absorb some of the melted cream and help it firm up. Taste and add more salt if needed. Serve as you wish!",
      "Do Ahead: These potatoes can be stored in a sealed container in the refrigerator for up to 2 days."
    ],
    "nutrition": {
      "Calories": "177",
      "Carbohydrates": "19 g(6%)",
      "Fat": "10 g(16%)",
      "Protein": "3 g(6%)",
      "Saturated Fat": "5 g(24%)",
      "Sodium": "409 mg(17%)",
      "Polyunsaturated Fat": "2 g",
      "Fiber": "3 g(10%)",
      "Monounsaturated Fat": "2 g",
      "Cholesterol": "21 mg(7%)"
    },
    "cuisineId": 22,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/chipotle-grilled-pork-shoulder-steaks-with-corn-salsa",
    "name": "Chipotle-Grilled Pork Shoulder Steaks with Corn Salsa ",
    "desc": "Pork shoulder isn’t just for pulled pork. Ask your butcher to cut it into steaks, and it’ll soon become your favorite well-marbled and quick-cooking cut for grilling, especially when seasoned with this Mexican barbacoa-style rub.",
    "imageURL": "https://assets.epicurious.com/photos/5d5edd816273730008abc374/6:4/w_620%2Ch_413/PorkSteak_HERO_081419_344-2.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "2 tsp. chipotle chile powder",
      "2 tsp. dried oregano",
      "1 1/2 tsp. garlic powder",
      "1 tsp. ground allspice",
      "2 3/4 tsp. (or more) kosher salt, divided",
      "4 (3/4\"-thick) boneless pork shoulder (Boston butt) steaks (about 2 lb.) or pork blade chops",
      "Vegetable oil (for grill)",
      "4 ears of corn, husked",
      "1/2 small white onion, finely chopped",
      "1 cup cilantro, finely chopped",
      "1 cup crumbled Cotija or feta (about 5 oz.)",
      "1/2 cup toasted pumpkin seeds (pepitas)",
      "3 Tbsp. fresh lime juice",
      "Flaky sea salt",
      "Lime wedges (for serving)"
    ],
    "steps": [
      "Mix chile powder, oregano, garlic powder, allspice, and 2 tsp. kosher salt in a small bowl. Rub spice mixture all over pork steaks. Let sit at room temperature at least 15 minutes.",
      "Prepare a grill for medium heat; oil grate. Grill pork and corn, turning occasionally, until pork is deeply charred and an instant-read thermometer inserted into the thickest part registers 145°F for medium, and the corn is lightly charred all over, 7–9 minutes. Transfer pork to a cutting board and let rest 10 minutes.",
      "Let corn cool slightly. Slice kernels off cobs into a large bowl. Add onion, season with 3/4 tsp. kosher salt, and stir to combine. Stir in cilantro, cheese, pumpkin seeds, and lime juice; taste salsa and season with more kosher salt if needed.",
      "Transfer pork to a platter. Drizzle any accumulated juices left on cutting board over; sprinkle with sea salt. Top with corn salsa and serve with lime wedges alongside.",
      "Do Ahead: Pork can be seasoned 1 day ahead. Cover and chill. Let sit at room temperature 15 minutes before grilling."
    ],
    "nutrition": {
      "Calories": "682",
      "Carbohydrates": "38 g(13%)",
      "Fat": "39 g(60%)",
      "Protein": "53 g(106%)",
      "Saturated Fat": "13 g(65%)",
      "Sodium": "897 mg(37%)",
      "Polyunsaturated Fat": "8 g",
      "Fiber": "6 g(23%)",
      "Monounsaturated Fat": "16 g",
      "Cholesterol": "139 mg(46%)"
    },
    "cuisineId": 23,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/arctic-char-tostadas",
    "name": "Arctic Char Tostadas ",
    "desc": "Great tostadas vary, but their composition—crispy base, creamy topping, substantial protein—is the same. Chef Daniela Soto-Innes thinks of these as a Mexican take on bagels with cream cheese and lox. The addictive caramelized fish sauce vinaigrette brightens every bite.",
    "imageURL": "https://assets.epicurious.com/photos/5c6442dca442d063bee9947b/6:4/w_620%2Ch_413/arctic-char-tostadas-recipe-BA-010819.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "3 Tbsp. fish sauce",
      "1 cup unseasoned rice vinegar",
      "1/4 cup sliced scallions",
      "1 1/2\" piece ginger, peeled, finely grated",
      "Kosher salt",
      "1/4 tsp. finely grated lemon zest",
      "1/2 cup farmer’s cheese or whole-milk ricotta",
      "Kosher salt",
      "1 (8-oz.) boneless arctic char or salmon fillet",
      "Extra-virgin olive oil (for drizzling)",
      "4 (4\"–6\") tostadas",
      "Cilantro leaves with tender stems, sliced serrano chiles, capers, and lime wedges (for serving)"
    ],
    "steps": [
      "Heat a small saucepan over medium. When hot, pour in 1 Tbsp. fish sauce. It should bubble up vigorously and then get thicker and slightly darker, about 30 seconds. Repeat with remaining fish sauce, incorporating 1 Tbsp. at a time. Carefully add vinegar (it may spatter), then transfer mixture to a small bowl; let cool. Stir in scallions and ginger. Taste and season with salt.",
      "Preheat oven to 300°F. Mix lemon zest into cheese in a small bowl; season with salt and set aside. Place fish on a rimmed baking sheet and drizzle very lightly with oil; season with salt. Bake until just opaque throughout, about 5 minutes for char and 8–10 minutes for salmon. Remove from oven and break apart into large flakes. Drizzle with vinaigrette.",
      "Divide reserved cheese mixture among tostadas. Top with fish, then cilantro, chiles, and capers. Serve with lime wedges.",
      "Vinaigrette can be made 1 week ahead. Cover and chill."
    ],
    "nutrition": {},
    "cuisineId": 24,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/enchiladas-divorciadas",
    "name": "Enchiladas Divorciadas ",
    "desc": "Why choose red or green when you can have both? Almost all the components of these stunning enchiladas can be made ahead. Here’s how to pull it off: Poach the chicken, make both sauces, and prepare the crème fraîche topping in advance. The day of, reheat the sauces and chicken, fry the tortillas, and assemble. Or to simplify, choose just one of the sauces and make a double recipe. You’ll end up with a harmonious batch of enchiladas verdes or rojas, accordingly.",
    "imageURL": "https://assets.epicurious.com/photos/5c6442e7a1db506e15f3b5f7/6:4/w_620%2Ch_413/enchiladas-divorciadas-recipe-BA-010819.jpg",
    "servingSize": "4 servings ",
    "ingredients": [
      "1 Tbsp. vegetable oil",
      "1/2 white onion, coarsely chopped",
      "4 garlic cloves, crushed",
      "3 small serrano chiles, halved lengthwise, seeds removed if desired",
      "12 oz. tomatillos (6–7), husks removed, rinsed, halved",
      "1 cup cilantro leaves with tender stems",
      "Kosher salt",
      "1 Tbsp. vegetable oil",
      "1/4 white onion, coarsely chopped",
      "1 garlic clove, crushed",
      "3 guajillo chiles, seeds removed",
      "2 dried chiles de árbol (optional; omit for a milder sauce)",
      "3 plum tomatoes, quartered",
      "Kosher salt",
      "1 (3 1/2–4-lb.) chicken",
      "6 bay leaves",
      "1 tsp. allspice berries",
      "Kosher salt",
      "1/2 cup crème fraîche",
      "1/3 cup crumbled queso fresco",
      "1/2 cup vegetable oil",
      "12 (6\") corn tortillas",
      "Sliced white onion (for serving)"
    ],
    "steps": [
      "Heat oil in a large saucepan over medium. Cook onion and garlic, stirring occasionally, until starting to soften, about 5 minutes. Add chiles and cook, stirring occasionally, until onion is lightly browned and vegetables are soft, about 5 minutes. Add tomatillos and cook, stirring occasionally, just until starting to soften, about 3 minutes. Add cilantro and 1 1/2 cups water. Bring to a boil, reduce heat, and simmer until tomatillos soften, 20–25 minutes. Let cool slightly; transfer to a blender. Purée until smooth; season with salt. Return salsa verde to saucepan and keep warm until ready to use.",
      "Heat oil in a large saucepan over medium. Cook onion and garlic, stirring occasionally, until starting to soften, about 5 minutes. Add both chiles, tomatoes, and 1 1/2 cups water. Bring to a boil, reduce heat, and simmer until tomatoes and chiles soften, 20–25 minutes. Let cool slightly; transfer to a blender. Purée until smooth; season with salt. Return salsa roja to saucepan and keep warm until ready to use.",
      "Place chicken, bay leaves, and allspice in a small pot and pour in water to cover by 1\"; season lightly with salt. Bring to a boil, reduce heat, and simmer gently until chicken is nearly cooked through (an instant-read thermometer inserted into the thickest part of chicken should register 145°F–150°F), 20–25 minutes from the time water starts simmering. Let chicken cool at least 1 hour (it should be just warm). If you have the time, cover and chill up to 12 hours.",
      "Remove chicken from broth. Pull meat from bones and shred; discard skin and bones. Place meat in a large saucepan and pour in just enough broth to cover. Set aside any remaining broth for another use. Gently reheat chicken over medium-low; season with salt.",
      "Meanwhile, mix crème fraîche and queso fresco in a small bowl to combine.",
      "Heat oil in a small skillet over medium-high until hot but not smoking. Submerge each tortilla in oil long enough to soften but not so long that they fall apart, 5–10 seconds each. Transfer to a rimmed baking sheet lined with paper towels to drain.",
      "Working one at a time, fill each tortilla with about 1/3 cup shredded chicken and roll up tightly. Place 3 tortillas each, seam side down, into bowls. Ladle 1/2 cup of each sauce on opposite ends of enchiladas. Top with a big spoonful of crème fraîche mixture and scatter onion over.",
      "Chicken can be poached and shredded 3 days ahead. Place in a small bowl and pour in broth to submerge; cover and chill."
    ],
    "nutrition": {},
    "cuisineId": 25,
    "category": "Mexican"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/sunday-sauce-with-braciole-meatballs-and-sausage",
    "name": "Sunday Sauce with Braciole, Meatballs, and Sausage ",
    "desc": "No crowd to feed? No problem. Sunday Sauce freezes well; just make sure any braciole, meatballs, or sausages are submerged in sauce.",
    "imageURL": "https://assets.epicurious.com/photos/57ea9fa5635f9bc83cf65e8e/6:4/w_620%2Ch_413/Sunday-Sauce-with-Braciole-Meatballs-and-Sausage-26092016.jpg",
    "servingSize": "6–8 servings",
    "ingredients": [
      "2 medium onions, cut into 1\" pieces",
      "4 garlic cloves, peeled",
      "1/4 cup olive oil",
      "1 1/2 teaspoons kosher salt, divided",
      "2 tablespoons tomato paste",
      "2 teaspoons dried oregano",
      "1 teaspoon crushed red pepper flakes",
      "2 (28-ounce) cans whole peeled tomatoes, crushed",
      "3 (packed) cups basil leaves",
      "1/2 teaspoon freshly ground black pepper",
      "1 cup finely grated Parmesan",
      "2/3 cup chopped parsley",
      "1/2 cup fine breadcrumbs",
      "3 garlic cloves, finely chopped",
      "6 slices beef top round (about 1 1/2 pounds total), pounded 1/4\" thick",
      "1 1/4 teaspoons kosher salt, divided",
      "3/4 teaspoon freshly ground black pepper, divided",
      "2 tablespoons olive oil, divided",
      "1 pound ground beef chuck (20% fat)",
      "2 large eggs",
      "2 tablespoons milk",
      "3/4 teaspoon kosher salt",
      "1/4 teaspoon freshly ground black pepper",
      "2 tablespoons olive oil, divided",
      "6 sweet Italian sausages",
      "1 pound pasta, such as spaghetti",
      "Kosher salt",
      "Finely grated Parmesan (for serving)",
      "Butcher's twine"
    ],
    "steps": [
      "Purée onions and garlic in a food processor until very finely chopped.",
      "Heat oil in a large Dutch oven or heavy ovenproof pot over medium-high. Cook onion mixture and 1/2 tsp. salt, stirring often, until liquid is evaporated and bits on bottom of pot are beginning to brown, 10–12 minutes. Add tomato paste, oregano, and red pepper flakes; cook, stirring, until slightly darker in color, about 2 minutes more. Add 1/2 cup water and cook, scraping up browned bits from bottom of pot. Add tomatoes and their juices and 1 cup water; stir to combine. Stir in basil, season with pepper and remaining 1 tsp. salt, and bring to a simmer. Keep warm, stirring occasionally, until ready to use.",
      "Combine cheese, parsley, breadcrumbs, and garlic in a medium bowl.",
      "Preheat oven to 300°F. Lay beef flat on a work surface; season with 3/4 tsp. salt and 1/2 tsp. pepper. Sprinkle evenly with 1/2 cup breadcrumb mixture. Working one at a time and starting at the short end, roll up beef, then tie in a few places with butcher’s twine to secure. Season braciole with remaining 1/2 tsp. salt and 1/4 tsp. pepper.",
      "Heat 1 Tbsp. oil in a large skillet over medium-high. Working in batches and adding remaining 1 Tbsp. oil to skillet as needed, cook braciole, turning occasionally, until browned on all sides, about 8 minutes per batch.",
      "Transfer braciole to pot with sauce, cover, and bake 1 1/2 hours. Wipe out skillet and reserve.",
      "Mix ground beef, eggs, milk, salt, pepper, and remaining 1 1/4 cups breadcrumb mixture with a fork in a medium bowl. Shape into 12 (1 1/2\") balls.",
      "Heat 1 Tbsp. oil in reserved skillet. Working in batches, cook meatballs, turning occasionally, until browned on all sides, about 8 minutes per batch; transfer to a plate. Working in batches and adding remaining 1 Tbsp. oil to skillet as needed, cook sausages, turning occasionally, until browned on all sides, about 8 minutes per batch. Transfer to plate.",
      "After braciole has baked 1 1/2 hours, using tongs, gently lower meatballs and sausages into sauce. Cover pot and continue to bake until braciole is very tender and meatballs and sausages are cooked through, 25–30 minutes more.",
      "Cook pasta in a large pot of boiling salted water, stirring occasionally, until al dente. Transfer sausages, meatballs, and braciole to a platter; remove strings from braciole. Spoon some warm sauce over.",
      "Drain pasta and toss with as little or as much sauce as you like. Serve topped with Parmesan.",
      "Sauce can be made 3 days ahead; cover and chill, or freeze up to 6 months.\nBraciole, meatballs, and sausages can be made 3 days ahead; submerge in sauce, cover, and chill, or freeze up to 3 months."
    ],
    "nutrition": {
      "Calories": "1069",
      "Carbohydrates": "61 g(20%)",
      "Fat": "60 g(92%)",
      "Protein": "70 g(140%)",
      "Saturated Fat": "20 g(99%)",
      "Sodium": "1451 mg(60%)",
      "Polyunsaturated Fat": "6 g",
      "Fiber": "7 g(29%)",
      "Monounsaturated Fat": "30 g",
      "Cholesterol": "245 mg(82%)"
    },
    "cuisineId": 26,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/the-silkiest-carbonara-395077",
    "name": "The Silkiest Carbonara ",
    "desc": "At Pirelli's restaurant in Rome, chef Barbara Lynch ate what was, for her, the perfect carbonara: The sauce was bright yellow from fresh eggs, and each rigatoni hid cubes of fatty guanciale. In Boston, where Lynch has five restaurants, she set out to master the dish. Her yolk-heavy recipe is beyond creamy—without cream!—with a heady mix of peppercorns (you can substitute black pepper for all and it's still great). It's unlike any clumpy carbonaras you've had. The tricks? She omits most of the egg whites; their water thins the sauce. Too much cheese overthickens it, so she gradually adds Pecorino while tossing the pasta until she hits the right consistency (the sauce should be loose enough to drag the pasta through). Lynch was right: It's a pasta worth mastering.",
    "imageURL": "https://assets.epicurious.com/photos/5c65b69a48b0987946cae6a6/6:4/w_620%2Ch_413/silkiest-carbonara-recipe-BA-021419.jpg",
    "servingSize": "4–6 servings",
    "ingredients": [
      "1/4 pound guanciale (salt-cured pork jowl) or pancetta, cut into 1/3\" cubes",
      "7 large egg yolks",
      "1 large egg",
      "1 pound rigatoni",
      "Kosher salt",
      "1/2 cup finely grated Pecorino or Parmesan plus more for garnish",
      "3/4 teaspoon freshly ground green peppercorns",
      "3/4 teaspoon freshly ground pink pepper",
      "1/2 teaspoon freshly ground white pepper",
      "Freshly ground black pepper",
      "Ingredient info: Guanciale is available at specialty foods stores, Italian markets, and zingermans.com."
    ],
    "steps": [
      "Put guanciale in a large skillet and place over medium-low heat. Cook, stirring frequently, until fat renders but guanciale is not browned, about 5 minutes. Pour into a fine-mesh sieve set over a small bowl; reserve drippings. Transfer guanciale to a large bowl and let cool slightly. Add egg yolks and egg to bowl; whisk to blend.",
      "Meanwhile, cook pasta in a large pot of boiling salted water, stirring occasionally, until al dente. Drain, reserving 1/2 cup pasta cooking liquid.",
      "To egg mixture, immediately add rigatoni, 2 tablespoons pasta cooking liquid, and 1 teaspoon guanciale drippings; toss to coat. Working in 3 batches, gradually add Pecorino, stirring and tossing to melt between batches. Add green, pink, and white pepper (or 1 1/2-2 teaspoons black pepper); toss until sauce thickens, adding more pasta water by tablespoonfuls if needed. Season to taste with salt and black pepper.",
      "Divide among bowls. Garnish with Pecorino."
    ],
    "nutrition": {},
    "cuisineId": 27,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/classic-spaghetti-and-meatballs",
    "name": "Classic Spaghetti and Meatballs ",
    "desc": "Saying these are better than our nonna's would be a bad idea, but she'll never know if we just think it.",
    "imageURL": "https://assets.epicurious.com/photos/59e8f2f1e9fbd55516508806/6:4/w_620%2Ch_413/classic-spaghetti-and-meatballs-recipe-BA-101917.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "1/4 cup olive oil",
      "6 garlic cloves, thinly sliced",
      "2 sprigs basil",
      "2 (28-ounce) cans whole peeled tomatoes",
      "Kosher salt, freshly ground pepper",
      "3 thick slices white sandwich bread, crusts removed",
      "2 large eggs, beaten to blend",
      "2 garlic cloves, finely chopped",
      "1/3 cup fresh whole-milk ricotta",
      "1/4 cup finely chopped prosciutto",
      "1/4 cup finely chopped parsley",
      "1/3 cup grated Parmesan, plus more",
      "3/4 teaspoon fennel seeds",
      "3/4 teaspoon dried oregano",
      "1/2 teaspoon ground nutmeg",
      "1/2 teaspoon finely ground black pepper",
      "1/4 teaspoon crushed red pepper flakes",
      "1 1/4 teaspoons kosher salt, plus more",
      "1 pound ground beef chuck, preferably 20% fat",
      "2 tablespoons olive oil, plus more",
      "12 ounces spaghetti",
      "Torn basil (for serving; optional)",
      "A spice mill or mortar and pestle"
    ],
    "steps": [
      "Heat oil in a large heavy pot over medium-low. Cook garlic, stirring occasionally, until a few pieces are golden brown around the edges, about 5 minutes. Add basil sprigs and stir to wilt. Add tomatoes, crushing with your hands as you go, and their juices; season with salt and pepper. Increase heat to medium-high; bring mixture to a simmer, then reduce heat to maintain a very gentle simmer. Cook, stirring occasionally, until sauce is thickened and flavors have concentrated, 60–75 minutes.",
      "Run bread under cold running water until completely soaked. Firmly wring out to expel as much water as possible. Finely chop, then mix in a large bowl with eggs, garlic, ricotta, prosciutto, parsley, and 1/3 cup Parmesan.",
      "Finely grind fennel seeds in spice mill or with mortar and pestle; add to bread mixture along with oregano, nutmeg, black pepper, red pepper flakes, and 1 1/4 tsp. salt. Mix well (it should resemble a coarse, wet paste). Add beef and break up into small pieces (a couple of forks work well). Mix gently with your hands until smooth and ingredients are evenly incorporated; be careful not to overmix.",
      "Lightly oil your hands. Working one at a time, scoop out portions of meat mixture with a 1/4-cup measuring cup; roll gently between your hands into balls. Arrange on a rimmed baking sheet.",
      "This is the point where you should get the sauce reheating, if needed, so it's warm by the time you add the meatballs.",
      "Heat 1 Tbsp. oil in a medium nonstick skillet over medium. Add half of the meatballs and cook, turning and rolling occasionally, until browned on all sides, about 5 minutes total. Add meatballs to warm sauce. Repeat with remaining 1 Tbsp. oil and remaining meatballs.",
      "Cook meatballs in sauce (they should be mostly submerged) at a gentle simmer, carefully scraping bottom of pot and adding a splash of water if sauce begins to stick, until meatballs are cooked through and tender and sauce tastes rich and meaty, 40–50 minutes.",
      "Transfer meatballs to a clean baking sheet; cover with foil to keep warm. Pluck out and discard basil from sauce. Use a potato masher or immersion blender to break up any large pieces of tomato and smooth out sauce. Transfer 2 cups sauce to a small bowl; set aside for serving.",
      "Cook spaghetti in a large pot of boiling salted water, stirring occasionally, until al dente. Using tongs, transfer to pot with sauce. Gently stir, adding pasta cooking liquid by the tablespoonful as needed, until sauce coats pasta. Transfer spaghetti to a serving dish and top with meatballs and 1 cup reserved sauce. Sprinkle with more Parmesan and serve with some basil (if using) and remaining sauce alongside for topping.",
      "Sauce can be made 3 days ahead. Let cool; cover and chill.\nMeatballs can be formed 1 day ahead; cover and chill. Meatballs can be cooked in sauce 3 days ahead; let cool, then cover and chill."
    ],
    "nutrition": {
      "Calories": "904",
      "Carbohydrates": "92 g(31%)",
      "Fat": "37 g(57%)",
      "Protein": "53 g(106%)",
      "Saturated Fat": "10 g(50%)",
      "Sodium": "1658 mg(69%)",
      "Polyunsaturated Fat": "4 g",
      "Fiber": "12 g(47%)",
      "Monounsaturated Fat": "21 g",
      "Cholesterol": "188 mg(63%)"
    },
    "cuisineId": 28,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/winter-italian-chopped-salad",
    "name": "Winter Italian Chopped Salad ",
    "desc": "Pepperoni, marinated artichoke hearts, and canned chickpeas are roasted together to make a warm and crisp foundation for this wintry riff on an Italian chopped salad. Fresh oranges balance out the salty and savory flavors.",
    "imageURL": "https://assets.epicurious.com/photos/5c337ea7a24e8c2d5e490f65/6:4/w_620%2Ch_413/Winter-Chopped-Salad-recipe-04012019.jpg",
    "servingSize": "4–6 servings",
    "ingredients": [
      "3 Tbsp. fresh orange juice",
      "3 Tbsp. red wine vinegar",
      "1 large garlic clove, finely grated",
      "1 Tbsp. chopped oregano",
      "1 tsp. Dijon mustard",
      "1/4 cup plus 2 Tbsp. extra-virgin olive oil, plus more for drizzling",
      "1 1/4 tsp. kosher salt, divided",
      "1/2 lb. marinated artichoke hearts from a 12-oz. jar (about 1 1/2 cups), drained",
      "4 oz. mini pepperoni rounds",
      "2 (15.5-oz.) cans chickpeas, drained, rinsed, dried",
      "1/2 head of iceberg lettuce, cut into 1\" pieces (about 8 cups)",
      "1/2 head of radicchio, cut into 1\" pieces (about 3 cups)",
      "4 stalks celery, thinly sliced",
      "2 navel oranges, peel and pith removed, cut into 1/2\" pieces",
      "1/2 lb. provolone cheese, cut into 1/2\" pieces",
      "1 cup pitted black olives, thinly sliced"
    ],
    "steps": [
      "Preheat oven to 450°F. Whisk orange juice, vinegar, garlic, oregano, mustard, 1/4 cup oil, and 3/4 tsp. salt in a large bowl.",
      "Toss artichokes, pepperoni, chickpeas, and 2 Tbsp. oil on a rimmed baking sheet; season with remaining 1/2 tsp. salt. Roast, tossing halfway through, until chickpeas are deep golden brown and pepperoni is crisp, 18–20 minutes.",
      "Add iceberg lettuce, radicchio, celery, oranges, cheese, and olives to bowl with dressing and toss to combine. Add chickpea mixture to salad and toss again to combine. Drizzle with more oil."
    ],
    "nutrition": {
      "Calories": "651",
      "Carbohydrates": "48 g(16%)",
      "Fat": "42 g(64%)",
      "Protein": "27 g(53%)",
      "Saturated Fat": "12 g(59%)",
      "Sodium": "1329 mg(55%)",
      "Polyunsaturated Fat": "4 g",
      "Fiber": "14 g(55%)",
      "Monounsaturated Fat": "18 g",
      "Cholesterol": "46 mg(15%)"
    },
    "cuisineId": 29,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/miso-pork-ribs-with-chile-honey-glaze",
    "name": "Miso Pork Ribs with Chile-Honey Glaze ",
    "desc": "The glaze for these ribs combines Korean gochujang and Italian Calabrian chiles—a perfect example of Whitaker’s fearless fusion.  ",
    "imageURL": "https://assets.epicurious.com/photos/5da0c428ade1bd000837389f/6:4/w_620%2Ch_413/Miso-Pork-Ribs-recipe-BA-101119.jpg",
    "servingSize": "8 servings",
    "ingredients": [
      "4 racks St. Louis–style pork spareribs (8–10 lb. total)",
      "2 dried shiitake mushrooms, finely ground in a spice mill, or 2 Tbsp. shiitake mushroom powder",
      "½ cup red miso",
      "¼ cup sunflower oil or other neutral oil",
      "2 Tbsp. coarsely chopped oil-packed Calabrian chiles or 2 tsp. crushed red pepper flakes",
      "½ medium onion, finely chopped",
      "½ tsp. kosher salt",
      "3 garlic cloves, finely chopped",
      "1 (2-inch) piece ginger, peeled, finely grated",
      "⅓ cup gochujang (Korean hot pepper paste)",
      "¼ cup tamari or low-sodium soy sauce",
      "¼ cup unseasoned rice vinegar",
      "⅓ cup honey",
      "Nonstick vegetable oil spray or vegetable oil (for foil)",
      "6 scallions, thinly sliced",
      "Fried shallots (optional; for topping)"
    ],
    "steps": [
      "Place racks in upper and lower thirds of oven; preheat to 300°F. Pat ribs dry with paper towels. Sprinkle evenly on all sides with mushroom powder, patting to adhere, then rub miso all over to lightly and evenly coat. Wrap each rack in a double layer of foil, crimping edges to seal. Divide foil packets between 2 rimmed baking sheets (2 packets per sheet) and bake until meat is fork-tender at the thickest part but not falling off the bones, 2–2½ hours. Let cool slightly, then unwrap.",
      "While the ribs are baking, heat oil and chiles in a medium saucepan over medium-low, stirring often, until chiles darken in color a few shades and are fragrant, about 3 minutes. Add onion and salt and continue to cook, stirring occasionally, until onion is softened and translucent, about 5 minutes. Add garlic and ginger and cook, stirring, until fragrant, about 1 minute. Add gochujang, tamari, and vinegar and cook until thickened slightly, about 5 minutes. Remove pan from heat and stir in honey.",
      "Transfer mixture to a blender and purée until smooth and slightly glossy. Pour glaze into a small bowl or airtight container and let cool.",
      "Heat broiler. Line a clean rimmed baking sheet with foil and lightly coat with nonstick spray. Cut each rack in half (this will allow you to puzzle all the ribs onto the sheet) and arrange, meaty side up, in a single layer on prepared baking sheet; brush with glaze. Broil ribs until glaze is set and slightly darkened in color (watch them closely so that the glaze doesn’t burn), about 4 minutes.",
      "Transfer ribs to a platter and top with scallions and fried shallots (if using).",
      "Do Ahead: Sauce can be made 5 days ahead; cover and chill. Ribs can be baked 2 days ahead; let cool, then wrap tightly in plastic and place in an airtight container. Cover and chill."
    ],
    "nutrition": {
      "Calories": "2078",
      "Carbohydrates": "26 g(9%)",
      "Fat": "171 g(263%)",
      "Protein": "105 g(211%)",
      "Saturated Fat": "50 g(252%)",
      "Sodium": "1885 mg(79%)",
      "Polyunsaturated Fat": "30 g",
      "Fiber": "3 g(12%)",
      "Monounsaturated Fat": "67 g",
      "Cholesterol": "519 mg(173%)"
    },
    "cuisineId": 30,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/baked-pasta-shells-with-sausage-and-greens",
    "name": "Baked Pasta Shells with Sausage and Greens ",
    "desc": "Crisp nuggets of Italian sausage and tender broccoli rabe swathed in a blanket of cozy cheese sauce—this is the definition of cold-weather comfort food.  ",
    "imageURL": "https://assets.epicurious.com/photos/5da0d9e91c40f400082e6541/6:4/w_620%2Ch_413/baked-pasta-shells-with-sausage-and-greens-recipe-BA-101119.jpg",
    "servingSize": "8 servings",
    "ingredients": [
      "¼ cup plus 1 Tbsp. extra-virgin olive oil",
      "1 lb. sweet or hot Italian sausage, casings removed",
      "6 garlic cloves, coarsely chopped",
      "1 Tbsp. finely chopped sage, plus 10 leaves for serving",
      "½ tsp. crushed red pepper flakes",
      "2 cups half-and-half",
      "12 oz. Fontina and/or aged cheddar, coarsely grated, divided",
      "1 lb. ridged medium pasta shells (such as lumaconi) or large tube pasta (such as rigatoni)",
      "1 bunch broccoli rabe, stems cut into 2\" pieces, leafy ends left long"
    ],
    "steps": [
      "Place racks in middle and upper third of oven; preheat to 325°F. Heat a large, deep ovenproof skillet over medium-high. Pour in ¼ cup oil; add sausage and break up into small pieces. Cook, undisturbed, until browned underneath, about 4 minutes. Stir a few times; cook, undisturbed, until cooked through, about 3 minutes.",
      "Add garlic, chopped sage, and red pepper flakes to sausage and cook, stirring, until garlic is golden, about 2 minutes. Mix in half-and-half and simmer until thickened slightly, about 2 minutes. Reduce heat to low. Stirring constantly, gradually add two-thirds of the cheese a little at a time, letting it melt before adding more. Cook, stirring, until sauce is smooth and thick, about 3 minutes; season with salt. Remove from heat.",
      "Meanwhile, cook pasta in a pot of boiling salted water, stirring occasionally and adding broccoli rabe during the last 2 minutes, until very al dente, about 2 minutes less than package directions. Drain in a colander, shaking well. Return pasta and broccoli rabe to pot.",
      "Add sausage mixture to pasta and toss to coat; transfer to skillet. Cover with foil and bake on middle rack until pasta is al dente and sauce is bubbling, 30–40 minutes. Remove from oven. Heat broiler.",
      "Top pasta with remaining cheese. Toss sage leaves and remaining 1 Tbsp. oil in a small bowl; arrange over pasta. Broil on upper rack until cheese is browned in spots, about 5 minutes. Let cool slightly before serving."
    ],
    "nutrition": {
      "Calories": "749",
      "Carbohydrates": "48 g(16%)",
      "Fat": "49 g(75%)",
      "Protein": "29 g(59%)",
      "Saturated Fat": "20 g(102%)",
      "Sodium": "736 mg(31%)",
      "Polyunsaturated Fat": "4 g",
      "Fiber": "3 g(14%)",
      "Monounsaturated Fat": "20 g",
      "Cholesterol": "109 mg(36%)"
    },
    "cuisineId": 31,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/penne-alla-vodka-106042",
    "name": "Penne alla Vodka ",
    "desc": "This is more an American-Italian recipe than an Italian-American one. I found myself making this innovative dish, which always charmed our customers, quite a bit in the early 1970s.",
    "imageURL": "https://assets.epicurious.com/photos/5b886cc5e0a1020c87b31e51/6:4/w_620%2Ch_413/Penne-alla-vodka-30082018.jpg",
    "servingSize": "6 servings",
    "ingredients": [
      "Salt",
      "One 35-ounce can Italian plum tomatoes (preferably San Marzano) with their liquid",
      "1 pound penne",
      "1/4 cup extra-virgin olive oil",
      "10 cloves garlic, peeled",
      "Crushed hot red pepper",
      "1/4 cup vodka",
      "1/2 cup heavy cream",
      "2 tablespoons unsalted butter or olive oil for finishing the sauce, if you like",
      "2 to 3 tablespoons chopped fresh Italian parsley",
      "3/4 cup freshly grated Parmigiano-Reggiano, plus more for passing if you like"
    ],
    "steps": [
      "Bring 6 quarts of salted water to a boil in an 8-quart pot over high heat.",
      "Pour the tomatoes and their liquid into the work bowl of a food processor. Using quick on/off pulses, process the tomatoes just until they are finely chopped. (Longer processing will aerate the tomatoes, turning them pink.)",
      "Stir the penne into the boiling water. Bring the water back to a boil, stirring frequently. Cook the pasta, semi-covered, stirring occasionally, until done, 8 to 10 minutes.",
      "Meanwhile, heat the olive oil in a large skillet over medium heat. Whack the garlic cloves with the side of a knife and add them to the hot oil. Cook, shaking the skillet, until the garlic is lightly browned, about 3 minutes. Lower the work bowl with the tomatoes close to the skillet and carefully — they will splatter — slide the tomatoes into the pan. Bring to a boil, season lightly with salt and generously with crushed red pepper, and boil 2 minutes. Pour in the vodka, lower the heat so the sauce is at a lively simmer, and simmer until the pasta is ready.",
      "Just before the pasta is done, fish the garlic cloves out of the sauce and pour in the cream. Add the 2 tablespoons butter or oil, if using, and swirl the skillet to incorporate into the sauce. If the skillet is large enough to accommodate the sauce and pasta, fish the pasta out of the boiling water with a large wire skimmer and drop it directly into the sauce in the skillet. If not, drain the pasta, return it to the pot, and pour in the sauce. Bring the sauce and pasta to a boil, stirring to coat the pasta with sauce. Check the seasoning, adding salt and red pepper if necessary. Sprinkle the parsley over the pasta and boil until the sauce is reduced enough to cling to the pasta.",
      "Remove the pot from the heat, sprinkle 3/4 cup of the cheese over the pasta, and toss to mix. Serve immediately, passing additional cheese if you like."
    ],
    "nutrition": {
      "Calories": "577",
      "Carbohydrates": "66 g(22%)",
      "Fat": "25 g(39%)",
      "Protein": "17 g(34%)",
      "Saturated Fat": "11 g(54%)",
      "Sodium": "708 mg(30%)",
      "Polyunsaturated Fat": "2 g",
      "Fiber": "5 g(18%)",
      "Monounsaturated Fat": "11 g",
      "Cholesterol": "47 mg(16%)"
    },
    "cuisineId": 32,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/sausage-and-ricotta-baked-cannelloni",
    "name": "Sausage and Ricotta Baked Cannelloni ",
    "desc": "We’re all for a good store-bought marinara (Rao’s is our go-to), especially in a recipe with multiple parts. But there is no substitute for homemade béchamel—of this we can be sure.",
    "imageURL": "https://assets.epicurious.com/photos/5cdb2972cde65977c39f31f6/6:4/w_620%2Ch_413/sausage-and-ricotta-baked-cannelloni-recipe-BA-050119.jpg",
    "servingSize": " 8 servings ",
    "ingredients": [
      "6 Tbsp. unsalted butter",
      "3 Tbsp. all-purpose flour",
      "3 cups whole milk",
      "1 oz. Parmesan, grated (about 1/2 cup)",
      "Pinch of cayenne pepper",
      "Pinch of ground nutmeg",
      "Kosher salt",
      "2 bunches green Swiss chard",
      "3 Tbsp. extra-virgin olive oil",
      "1 lb. sweet Italian sausage, casings removed",
      "1 lb. whole-milk fresh ricotta",
      "Kosher salt",
      "1 lb. fresh pasta sheets (about 16 (6x4\") pieces) or 12 oz. dried jumbo shells (about 30)",
      "2 cups store-bought marinara sauce",
      "Grated Parmesan (for sprinkling)"
    ],
    "steps": [
      "Melt butter in a medium saucepan over medium heat. Whisk in flour and cook, whisking occasionally, until mixture smells slightly nutty, about 3 minutes. Whisk in milk, then increase heat to medium-high, and still whisking constantly, bring to a simmer. Reduce heat to maintain a simmer and cook just until thick and no longer floury tasting, 8–10 minutes. Add Parmesan and whisk until melted, then whisk in cayenne and nutmeg; season with salt. Cover béchamel and keep warm until ready to use.",
      "Do Ahead: Béchamel can be made 3 days ahead. Let cool; cover and chill. Reheat over medium-low, whisking constantly and adding a splash of water\nif needed to loosen.",
      "Remove ribs and stems from Swiss chard leaves and thinly slice. Tear leaves into large pieces. Combine oil and sausage with Swiss chard ribs and stems in a large skillet and set over medium-high heat. Cook, breaking up sausage with a heatproof rubber spatula or wooden spoon into small pieces, until sausage is almost cooked through, 5–7 minutes.",
      "Add Swiss chard leaves to skillet a handful at a time, tossing and letting them wilt slightly between additions, until all the leaves have been added. Cook, reducing heat as needed (liquid should be bubbling slightly at this point), until liquid is almost completely evaporated (it’s important to dry out the Swiss chard here so the filling isn’t soggy), about 5 minutes. Transfer to a large bowl. Let cool 5 minutes, then stir in ricotta. Season filling with salt.",
      "If using pasta sheets, cook in a pot of boiling salted water 1 minute. Transfer to a large bowl of cold water. Lay out a row of pasta sheets on a rimmed baking sheet (don’t overlap), then top with a sheet of waxed or parchment paper. Repeat with remaining pasta sheets, placing sheets of paper between each layer.",
      "If using shells, cook in a pot of boiling salted water, stirring occasionally, just until very al dente, about 3 minutes less than package instructions; rinse under cold water to cool quickly.",
      "Preheat oven to 375°F. Spread half of béchamel into a 13x9\" baking dish. If using pasta sheets, lay out a sheet on a clean surface with a short end facing you. Spoon a heaping ¼-cupful of filling so it runs all the way down the center. Roll pasta around filling to create a 1 1/4\"-diameter tube (the pasta will overlap quite a bit). Repeat with remaining pasta sheets, arranging in baking dish as you go to create 2 rows. If using shells, spoon a heaping tablespoonful of filling into each shell and nestle next to each other to create rows (you’ll have about 5 rows of 6 shells each). Spread remaining béchamel over cannelloni, then marinara sauce. Top with Parmesan.",
      "Bake cannelloni until edges of pasta are lightly browned and sauce is bubbling around edges of pan, 30–40 minutes.",
      "Do Ahead: Filling can be made 2 days ahead. Let cool completely, then cover and chill."
    ],
    "nutrition": {},
    "cuisineId": 33,
    "category": "Italian"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/the-simplest-roast-turkey-232985",
    "name": "The Simplest Roast Turkey ",
    "desc": "You'll rejoice as white and dark meat alike come out juicy and tender in a bird you can set and forget — and then enjoy.",
    "imageURL": "https://assets.epicurious.com/photos/5bb392eee136ae34fb63adc3/6:4/w_620%2Ch_413/The-Simplest-Roast-Turkey-14092018.jpg",
    "servingSize": "8–10 servings",
    "ingredients": [
      "1 (14- to 16-lb) turkey, neck and giblets (excluding liver) reserved forturkey giblet stock",
      "2 1/2 teaspoons salt (2 teaspoons if using a kosher bird)",
      "1 1/2 teaspoons black pepper",
      "Pliers (preferably needlenose); a small metal skewer (optional); kitchen string; a flat metal rack; an instant-read thermometer"
    ],
    "steps": [
      "Remove any feathers and quills with pliers (kosher turkeys tend to require this more than others).",
      "Put oven rack in lower third of oven and preheat oven to 450°F.",
      "Rinse turkey inside and out and pat dry. Mix salt and pepper in a small bowl and sprinkle it evenly in turkey cavities and all over skin. Fold neck skin under body and, if desired, secure with metal skewer, then tuck wing tips under breast and tie drumsticks together with kitchen string.",
      "Put turkey on rack in a large flameproof roasting pan. Roast, rotating pan 180 degrees halfway through roasting, until thermometer inserted into fleshy part of each thigh (close to but not touching bone) registers 170°F, 1 3/4 to 2 1/2 hours.",
      "Carefully tilt turkey so juices from inside large cavity run into roasting pan. Transfer turkey to a platter (do not clean roasting pan) and let stand 30 minutes (temperature of thigh meat will rise to 180°F). Cut off and discard string from turkey.",
      "Twelve cups of stuffing will fill both cavities and leave you extra to bake separately. Just before roasting, spoon room-temperature stuffing loosely (stuffing expands as it cooks) into the neck (smaller) cavity. Fold the neck skin underneath the body and secure with a small metal skewer. Then loosely fill the body (larger) cavity, and tie drumsticks together. If you don't want any stuffing to spill out, cover the opening with a slice of fresh bread, tucking it inside the cavity before tying the drumsticks. Follow roasting directions above. (Timing for a stuffed bird may be slightly longer, but start checking the temperature at 1 3/4 hours.) Immediately transfer stuffing from body cavity to a shallow baking dish (separate from one for stuffing baked outside the turkey). Take temperature of stuffing in neck cavity and if less than 165°F, add it to the baking dish. Bake (covered for a moist stuffing or uncovered for a crisp top) until it reaches a minimum of 165°F. This can take 20 to 45 minutes, depending on the temperature of the oven, which you may have lowered to reheat side dishes.",
      "The same method used above can be applied to a whole turkey breast (instead of the entire bird). For a 6- to 8-pound breast (with skin and bone), reduce amount of salt to 1 1/2 teaspoons and pepper to 3/4 teaspoon. Use a V-rack instead of a flat rack. Roast, rotating pan 180 degrees halfway through roasting, until thermometer inserted in thickest part of each breast half (close to but not touching bone) registers 170°F, about 1 hour 10 minutes to 1 1/2 hours. Let stand 30 minutes (temperature in breast will rise to between 175°F and 180°F). (For a grilled turkey option, see Grilled Whole Turkey.)"
    ],
    "nutrition": {},
    "cuisineId": 34,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/cuban-rice-and-beans",
    "name": "Sheet-Pan Cuban Rice and Beans ",
    "desc": "Our kids don’t want to hear the story again about how when David was a poor struggling student, he made a big batch of Cuban rice and beans and lived off it the entire week because that was all he could afford. So, kids, we won’t tell that tale here. Instead, we’ll tell everyone about how this dish is so tasty and satisfying that you’ll be happy to eat it for days, and so healthful and nutritious that you should eat it for days. And how it is so inexpensive and good to the earth that eating it for days is downright virtuous. (He told you so.) Serve the rice and beans with hot sauce on the side and a crisp green salad. To reheat leftovers, sprinkle them with a little water and reheat in the microwave.",
    "imageURL": "https://assets.epicurious.com/photos/5c9e74946d49a92e2f39dd21/6:4/w_620%2Ch_413/cuban-rice-beans-recipe-HC-032919.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "2 bell peppers, assorted colors, cut into thin strips",
      "1 large onion, halved through the root end and thinly sliced (about 1 1/2 cups)",
      "3 garlic cloves, thinly sliced",
      "1 tablespoon olive oil",
      "1 teaspoon salt, divided",
      "1 cup long-grain white rice",
      "2 (15-ounce) cans low-sodium black beans, drained and rinsed",
      "1 teaspoon ground cumin",
      "1 teaspoon dried oregano",
      "1/2 teaspoon ground fennel",
      "1/2 teaspoon ground coriander"
    ],
    "steps": [
      "Preheat the oven to 400°F. Coat a sheet pan with cooking spray.",
      "Combine the bell peppers, onion, garlic, and oil in a medium bowl. Toss with 1/4 teaspoon of the salt. Spread the vegetables on the sheet pan and roast until somewhat softened, about 15 minutes. Remove the pan from the oven and stir.",
      "Combine the rice, beans, cumin, oregano, fennel, coriander, remaining 3/4 teaspoon salt, and 2 1/2 cups water in a bowl. Pour the mixture onto the sheet pan, stir well, and cover with foil.",
      "Bake until the water has been absorbed and the vegetables are tender, 28 to 30 minutes. Remove the pan from the oven and let it stand for 5 minutes. Remove the foil and fluff with a fork before serving."
    ],
    "nutrition": {
      "Calories": "451",
      "Carbohydrates": "85 g(28%)",
      "Fat": "5 g(7%)",
      "Protein": "18 g(35%)",
      "Saturated Fat": "1 g(4%)",
      "Sodium": "882 mg(37%)",
      "Polyunsaturated Fat": "1 g",
      "Fiber": "17 g(70%)",
      "Monounsaturated Fat": "3 g",
      "": ""
    },
    "cuisineId": 35,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/gluten-free-eggplant-parmesan",
    "name": "Eggplant Parm ",
    "desc": "This was one of the first dishes Brendan and I shared when we started dating. We went to Lil' Frankies in the East Village and split the eggplant Parm. We love this dish and make it at home when we feel like reminiscing. I love the flavor and texture combo, and I think you will, too.",
    "imageURL": "https://assets.epicurious.com/photos/5c23b12fdb08892d53ad6080/6:4/w_620%2Ch_413/eggplant-parm-recipe-HC-122618.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "2 tablespoons olive oil",
      "1 large eggplant",
      "1 teaspoon sea salt",
      "2 large eggs",
      "3/4 cup ground almonds",
      "1/4 cup grated Parmesan cheese",
      "1 teaspoon dried basil",
      "1 teaspoon paprika",
      "1 teaspoon garlic powder",
      "1 teaspoon dried oregano",
      "3 cups tomato sauce",
      "1 cup shredded mozzarella cheese"
    ],
    "steps": [
      "Preheat the oven to 400°F. Grease a baking sheet with the oil and set aside.",
      "Remove the stem end from the eggplant and slice the eggplant into 1/2-inch rounds. Salt them thoroughly and set on a clean kitchen towel. Leave for 15 to 20 minutes, to draw out the moisture.",
      "Meanwhile, whisk the eggs in a small bowl or pie dish and set aside.",
      "In another bowl or pie dish, whisk together the almonds, Parmesan cheese, basil, paprika, garlic, and oregano. Set aside.",
      "Brush the salt from the eggplant and press the slices with a towel to draw out any excess moisture.",
      "Dip the eggplant slices in the egg mixture, then in the almond mixture, and transfer to a baking sheet.",
      "Bake for 15 to 20 minutes, then turn carefully, and continue to bake until golden brown and crispy",
      "Spoon the tomato sauce onto the baking sheet (around and on top of the eggplant) and top each round with the mozzarella cheese.",
      "Return to the oven and bake for 5 to 10 minutes, until the sauce is hot and the cheese has melted. Serve immediately."
    ],
    "nutrition": {
      "Calories": "407",
      "Carbohydrates": "26 g(9%)",
      "Fat": "28 g(43%)",
      "Protein": "20 g(39%)",
      "Saturated Fat": "8 g(40%)",
      "Sodium": "1207 mg(50%)",
      "Polyunsaturated Fat": "4 g",
      "Fiber": "11 g(42%)",
      "Monounsaturated Fat": "14 g",
      "Cholesterol": "123 mg(41%)"
    },
    "cuisineId": 36,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/eggplant-omelet-tortang-talong",
    "name": "Eggplant Omelet (Tortang Talong) ",
    "desc": "Torta is “omelet” and talong is “eggplant,” but this is more like an egg-battered cutlet eaten for breakfast or lunch. The eggplants are heavily charred before they’re battered with egg and panfried, making them smoky and creamy. Sometimes, ground pork or beef is added to the egg, but we often use crab (though that’s optional, too). You can serve tortang talong as a vegetable side as part of a bigger meal, or on its own with a bowl of rice alongside and some fish sauce on top. You can also make this dish if you have any leftover grilled eggplant; it would work perfectly.",
    "imageURL": "https://assets.epicurious.com/photos/5bc503804487992d63cd4964/6:4/w_620%2Ch_413/Eggplant-Omelet-10102018.jpg",
    "servingSize": "2–4 servings",
    "ingredients": [
      "2 large Asian eggplants (about 1/3 pound/155 g each)",
      "2 extra-large eggs",
      "Kosher salt and freshly ground black pepper",
      "3 tablespoons vegetable oil",
      "2 tablespoons picked cooked crabmeat (optional)",
      "Fish sauce, for serving"
    ],
    "steps": [
      "Preheat the broiler.",
      "Lay the eggplants in a single layer on a baking sheet and broil them, flipping once or twice, until they are soft and blackened on all sides, about 15 minutes. (If you have a gas stove, you can do this by holding the eggplants with tongs over a burner on medium-high heat, turning them so they blacken on all sides.)",
      "Place the softened eggplants in a ziplock bag. Set aside for 10 minutes to steam (this makes the skin easier to peel). Peel the eggplants, discarding the skins, and use a fork to gently flatten the flesh.",
      "Put the eggs in a shallow bowl. Beat well and season with salt and pepper.",
      "In a large skillet, heat the vegetable oil over medium heat. Dip each eggplant in the beaten eggs, letting it soak for a second or two so that it is well covered with the egg. Season the egg-dipped eggplant with additional salt and pepper and place it in the skillet. Repeat with the other eggplant, making sure there’s room between them in the skillet. Place 1 tablespoon of the crab (if using) on top of each eggplant, pressing it down with a fork.",
      "When the eggplants are crispy and browned on one side, 4 to 5 minutes, flip them over and cook until browned and crispy on the second side, about 3 minutes more. Transfer the eggplants to a paper towel–lined plate to drain.",
      "Serve hot or at room temperature, with fish sauce."
    ],
    "nutrition": {
      "Calories": "149",
      "Carbohydrates": "4 g(1%)",
      "Fat": "13 g(20%)",
      "Protein": "4 g(8%)",
      "Saturated Fat": "2 g(8%)",
      "Sodium": "41 mg(2%)",
      "Polyunsaturated Fat": "2 g",
      "Fiber": "2 g(8%)",
      "Monounsaturated Fat": "9 g",
      "Cholesterol": "104 mg(35%)"
    },
    "cuisineId": 37,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/blender-chermoula-sauce",
    "name": "Blender Chermoula Sauce ",
    "desc": "Made with fresh herbs, garlic, lemon, and warm spices, this Moroccan sauce makes a great marinade or finishing sauce for meat and seafood. Try it in our Moroccan Skirt Steak Salad with Chermoula.",
    "imageURL": "https://assets.epicurious.com/photos/5743388355894b5d6ef74272/6:4/w_620%2Ch_413/EP_05202016_SteakSalad_Blender-Chermoula-Sauce_.jpg",
    "servingSize": "Makes about 1 cup",
    "ingredients": [
      "3/4 teaspoon coriander seeds",
      "3/4 teaspoon cumin seeds",
      "2 garlic cloves",
      "3/4 cup extra-virgin olive oil",
      "1/4 teaspoon finely grated lemon zest",
      "1/4 cup fresh lemon juice",
      "1 teaspoon smoked paprika",
      "3/4 teaspoon kosher salt",
      "1/4–1/2 teaspoon crushed red pepper flakes",
      "1 cup (packed) cilantro leaves with tender stems",
      "1 cup (packed) parsley leaves with tender stems",
      "1/2 cup (packed) mint leaves"
    ],
    "steps": [
      "Toast coriander and cumin seeds in a dry small skillet, tossing occasionally, until very fragrant, about 2 minutes. Let cool, then lightly crush with a heavy skillet.",
      "Purée toasted seeds, garlic, oil, lemon zest, lemon juice, paprika, salt, and red pepper flakes in a blender until spices are ground and mixture is very smooth.",
      "Add cilantro, parsley, and mint; process until well combined but slightly textured.",
      "Sauce can be made 3 days ahead; chill in an airtight container."
    ],
    "nutrition": {
      "Calories": "759",
      "Carbohydrates": "9 g(3%)",
      "Fat": "82 g(126%)",
      "Protein": "3 g(5%)",
      "Saturated Fat": "11 g(57%)",
      "Sodium": "415 mg(17%)",
      "Polyunsaturated Fat": "9 g",
      "Fiber": "4 g(15%)",
      "Monounsaturated Fat": "59 g",
      "": ""
    },
    "cuisineId": 38,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/panchos-argentinos-argentine-style-hot-dogs",
    "name": "Panchos Argentinos (Argentine-Style Hot Dogs) ",
    "desc": "Panchos are Argentina’s take on hot dogs—a street-food staple that features a vast array of toppings. Condiments typically include mayonnaise, mustard, and chimichurri. We swapped out the chimichurri in favor of a fresh salsa criolla, which takes just minutes to make with easy-to-find ingredients. It tastes even better the longer it sits.",
    "imageURL": "https://assets.epicurious.com/photos/5cfea9780fb62aae4d2bec74/6:4/w_620%2Ch_413/ArgentineHotDog_HERO_060619_2179.jpg",
    "servingSize": "4 servings",
    "ingredients": [
      "1 small onion, finely chopped (about 1 cup)",
      "1 small green bell pepper, finely chopped (about 1/2 cup)",
      "1 small tomato, seeded, finely chopped (about 1/2 cup)",
      "1/4 cup extra-virgin olive oil",
      "2 Tbsp. red wine vinegar or apple cider vinegar",
      "Juice of 1 lemon",
      "Kosher salt, freshly ground pepper",
      "8 uncured natural casing all-beef sausages (such as Applegate)",
      "Mayonnaise (for serving)",
      "4 hot dog buns, split",
      "Yellow mustard (for serving)"
    ],
    "steps": [
      "Mix onion, bell pepper, and tomato in a large bowl. Add oil, vinegar, and lemon juice, then toss to combine. Taste and season with salt and pepper, then toss again.",
      "Do Ahead: Salsa can be made 5 days ahead. Transfer to a jar or airtight container and chill. Let sit at room temperature at least 30 minutes before using.",
      "Slice sausages in half lengthwise, going almost all the way through so they can be opened like a book, but are still attached on one side. Heat a large nonstick skillet over medium-high until hot. Working in batches, cook sausages cut side down, weighting down with a spatula or a small pot lid and turning once, until slightly browned, about 2 minutes per side. Transfer to a plate.",
      "Smear a generous amount of mayonnaise on both sides of buns. Arrange 2 butterflied hot dogs on each side of buns, cut side facing the bread. Top with mustard and a generous amount of salsa."
    ],
    "nutrition": {},
    "cuisineId": 39,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/chicken-piccata",
    "name": "Chicken Piccata ",
    "desc": "Slices of chicken get dredged in seasoned flour, sautéed in butter, and smothered in an addictively tangy lemon-butter pan sauce studded with salty capers. Lightly flouring the cutlets lets them brown quickly without overcooking and helps thicken the sauce.",
    "imageURL": "https://assets.epicurious.com/photos/5cdb28f405c3fa27f8bd6950/6:4/w_620%2Ch_413/chicken-picatta-recipe-BA-050119.jpg",
    "servingSize": " 4 servings ",
    "ingredients": [
      "2 large skinless, boneless chicken breasts",
      "Kosher salt",
      "1/2 cup all-purpose flour",
      "3 Tbsp. extra-virgin olive oil, divided",
      "4 garlic cloves, smashed",
      "1/3 cup dry white wine",
      "1 Tbsp. drained capers, coarsely chopped",
      "4 Tbsp. unsalted butter, cut into pieces",
      "2 Tbsp. fresh lemon juice",
      "Chopped parsley and lemon wedges (for serving)"
    ],
    "steps": [
      "Slice chicken breasts in half crosswise into 4 cutlets and lightly pound each piece between sheets of plastic wrap until an even thickness (about ½\" thick or less). Season lightly with salt. Place flour in a medium shallow bowl. Working one at a time, place cutlets in bowl and toss to coat in flour. Knock off excess flour and transfer to a plate.",
      "Heat 2 Tbsp. oil in a large skillet over medium-high. Working in batches if needed to avoid overcrowding the pan, cook cutlets, without moving them, until deeply browned underneath, about 2 minutes. Turn over and cook on the other side just until chicken is nearly cooked through, about 30 seconds. Transfer to a clean plate.",
      "Add garlic and remaining 1 Tbsp. oil to the skillet and cook, stirring often and reducing heat if needed to keep garlic from scorching, until golden brown, about 2 minutes. Add wine and capers and cook, swirling pan and scraping up any browned bits stuck to the bottom of skillet, until liquid is almost completely evaporated, about 3 minutes. Add ½ cup water, followed by the butter. Swirl pan vigorously while butter melts to help it form an emulsion with water, about 1 minute.",
      "Return chicken to skillet and simmer until chicken is cooked through and sauce is thick enough to coat a spoon, about 2 minutes. Remove from heat and stir lemon juice into sauce; season with salt. Transfer chicken and sauce to a platter and top with parsley; serve with lemon wedges."
    ],
    "nutrition": {},
    "cuisineId": 40,
    "category": "New American"
  },
  {
    "originalURL": "https://www.epicurious.com/recipes/food/views/detroit-style-pizza",
    "name": "Detroit-Style Pizza ",
    "desc": "Detroit-style pizza? Really? There's New York and Chicago, but how many Americans have heard of this unique Detroit style? It's a thick, rectangular pizza, distinctive in that it has the sauce on top of the cheese, has particularly crispy edges, and is sometimes twice baked. It was first created after World War II in Buddy’s Rendezvous, which later became Buddy's Pizza and is still open today.",
    "imageURL": "https://assets.epicurious.com/photos/59c2baf0c7319519e1cf1c1c/6:4/w_620%2Ch_413/zingermans_detroit_pizza_recipe-092017.jpg",
    "servingSize": "Makes 1 pizza",
    "ingredients": [
      "1 cup (230g) Water, 100°F [38°C]",
      "1 tsp sea salt",
      "2 cups plus 1 Tbsp (290g) all-purpose flour",
      "3/4 tsp instant yeast",
      "1 (28-oz/795g) can crushed tomatoes",
      "3 Tbsp (44g) granulated sugar",
      "1 tsp dried oregano, crushed",
      "1 Tbsp dried basil, crushed",
      "1 1/2 tsp finely minced garlic",
      "1 tsp sea salt",
      "1/2 tsp ground black pepper",
      "1/4 cup (45g) shredded Parmesan cheese",
      "8 slices pepperoni (optional)",
      "2 cups (230g) shredded mozzarella cheese",
      "2 cups (230g) shredded brick cheese (or mozzarella)",
      "1 pinch dried oregano",
      "1 pinch sea salt",
      "1 cup (230g) pizza sauce, warm"
    ],
    "steps": [
      "In the bowl of a stand mixer, add the water and sea salt and stir to dissolve the salt. Add the flour and yeast and mix with a wooden spoon until the dough becomes a shaggy mass. Make sure that all of the flour is hydrated. Using the dough hook attachment, mix on medium-low speed for 4 minutes. Scrape the sides of the bowl and release the dough from the hook. Mix for an additional 4 minutes. It will now hold a round shape.",
      "Spray a bowl with nonstick cooking spray or brush lightly with olive oil. Place the dough into the bowl and cover with plastic. Let the dough relax for 15 minutes, and then shape the dough.",
      "Lightly oil or butter the inside surfaces of a 9-by-13-in [23-by-33-cm] baking pan or Detroit pizza pan.",
      "Place the dough into the pan and use your fingertips to spread the dough out to the corners and sides of the pan. The dough will be sticky, so lightly dip your fingertips in oil to make stretching it easier. Set the pan aside, cover with plastic, and let rise in a warm area for1 1/2 to 2 hours, or until the dough is approximately 1/2 to 3/4 in [1.5 to 2 cm] tall in the pan.",
      "Combine the tomatoes, sugar, oregano, basil, garlic, salt, and pepper and stir together in a medium saucepan. Bring to a simmer over medium heat, stirring periodically. Using an immersion blender or food processor, purée the sauce until smooth. Place it back over medium heat. Simmer the puréed sauce until slightly thickened, 5 to 10 minutes, stirring periodically.",
      "Keep the sauce warm for ladling over the pizza, or cool and refrigerate for up to a week. This recipe makes about 3 cups [710 ml] of sauce and it can also be frozen for up to 3 months, if desired. You will have more sauce than you need for one pizza.",
      "Preheat the oven to 475°F [240°C].",
      "Sprinkle the Parmesan cheese around the edge of the pizza where the dough touches the sides of the pan. This cheese will form a crispy, caramelized edge on the crust. If desired, place pepperoni in two rows of four down the length of the pizza, directly on top of the dough. Gently push the pepperoni into the dough.",
      "Sprinkle the mozzarella and brick cheeses over the surface of the pizza, spreading them all the way to the edges where the dough meets the sides of the pan. This cheese will also contribute to the crispy, caramelized edge on the crust. Season the top of the pizza with a pinch each of oregano and salt.",
      "Place in the oven and bake for 15 minutes. Look for an amber-colored top and crispy edges.",
      "After removing the pizza from the oven, use a small offset spatula or knife to loosen the sides of the crust from the pan. Slide the pizza out of the pan onto a cooling rack. At this point, if a crispier bottom is desired, you can put the pizza (out of the pan) directly onto the oven rack or a sheet tray and bake for an extra 5 minutes for a slightly more browned finish on the bottom of the crust.",
      "After you remove the pizza from the oven, top it with the warm sauce. Traditionally, it is ladled into two rows down the length of the pizza. Serve warm.",
      "This pizza can be kept in the refrigerator for up to 3 days and reheated on a lightly oiled sheet tray at 475°F [240°C]."
    ],
    "nutrition": {
      "Calories": "307",
      "Carbohydrates": "39 g(13%)",
      "Fat": "11 g(16%)",
      "Protein": "14 g(28%)",
      "Saturated Fat": "6 g(32%)",
      "Sodium": "417 mg(17%)",
      "Polyunsaturated Fat": "1 g",
      "Fiber": "3 g(10%)",
      "Monounsaturated Fat": "3 g",
      "Cholesterol": "32 mg(11%)"
    },
    "cuisineId": 41,
    "category": "New American"
  }
]